[
  {
      "fold-ind": "593f14f960d971e294af884f0194b3a7",
      "sent1": "舍本和誰的數據能推算出連星的恆星的質量？",
      "sent2": "",
      "ending0": "1930年，印度物理學家蘇布拉馬尼揚·錢德拉塞卡根據廣義相對論計算出質量大於1.4倍太陽質量的非轉動星體會因重力塌縮成為電子簡併態。愛丁頓雖然在理論上支持黑洞存在的可能性，但同時認為錢德拉塞卡的觀點事實上不能成立，他認為「應當有某種自然定律阻止恆星出現這種荒唐的行為」。當時的物理學家如波耳、亨利·羅素等人都贊同錢德拉塞卡的理論，但出於愛丁頓聲望的原因，他們並沒有公開對錢德拉塞卡表示支持。不過從某種意義上說，愛丁頓也是正確的，當恆星質量大於錢德拉塞卡極限後，確實仍然會有中子簡併壓力阻止恆星繼續塌縮。到了1939年，美國物理學家羅伯特·歐本海默等人推算了這種情形的恆星質量上限，這個極限被稱作托爾曼-歐本海默-沃爾科夫極限。當今的天體物理學家普遍認為，除非有如未知的夸克簡併壓力一類因素的存在，質量大於托爾曼-歐本海默-沃爾科夫極限的恆星將最終會塌縮為錢德拉塞卡所預言的黑洞。即使如此，史瓦西解作為當時能夠描述黑洞行為的唯一精確解，由於具有一些讓人看似不大優美的性質以及難以與實驗觀測相聯繫，一直沒有進入主流物理學研究的視野，關於黑洞的理論乃至整個廣義相對論領域的研究由此擱置了二十年之久。",
      "ending1": "心理學是否為自然科學的範圍，目前也尚存爭議，一般較廣為接受的說法是心理學同時包含在自然科學與社會科學的範疇之中。自然科學的根本目的在於尋找隱藏在自然現象背後的規律，但是自然科學的工作尚不包括研究為什麼會存在這些規律。自然科學認為超自然的、隨意的和自相矛盾的現象是不存在的。自然科學的最重要的兩個支柱是觀察和邏輯推理。由對自然的觀察和邏輯推理自然科學可以引導出大自然中的規律。假如觀察的現象與規律的預言不同，那麼要麼是因為觀察中有錯誤，要麼是因為至此為止被認為是正確的規律是錯誤的。一個超自然因素是不存在的。",
      "ending2": "這是一個長久以來就存在的假設，大多數的恆星都是長期處在特定重力場的多星或聯星系統。特別是許多大質量的歐和逼型恆星，有80%被認為是多星系統的一部分。然而，質量越低的恆星，單獨存在的比例顯然越高，只有25%的紅矮星被發現有伴星。因為85%的恆星是紅矮星，所以在銀河系內多數的恆星都是單獨誕生的。恆星在宇宙中的分布是不均勻的，並且通常都是成群的與星際間的氣體、塵埃一起存在於星系中。一個典型的星系擁有數千億顆的恆星，而在可觀測宇宙中的星系數量超過一千億個。2010年對恆星數量的估計是在可觀測宇宙中有3000垓顆。儘管人們往往認為恆星僅存在於星系中，但星系際的恆星已經被發現了。",
      "ending3": "在19世紀雙星觀測所獲得的成就使重要性也增加了。在1834年，白塞爾觀測到天狼星自行的變化，因而推測有一顆隱藏的伴星；愛德華·皮克林在1899年觀測開陽週期性分裂的光譜線時發現第一顆光譜雙星，週期是104天。天文學家斯特魯維和舍本·衛斯里·伯納姆仔細的觀察和收集了許多聯星的資料，使得可以從被確定的軌道要素推算出恆星的質量。第一個獲得解答的是1827年由菲利克斯·薩瓦里透過望遠鏡的觀測得到的聯星軌道。對恆星的科學研究在20世紀獲得快速的進展，相片成為天文學上很有價值的工具。卡爾·史瓦西發現經由比較視星等和攝影星等的差別，可以得到恆星的顏色和它的溫度。1921年，光電光度計的發展可以在不同的波長間隔上非常精密的測量星等。阿爾伯特·邁克生在虎克望遠鏡第一次使用干涉儀測量出恆星的直徑。",
      "label": 3
  },
  {
      "fold-ind": "acd5d763ec4c250f9a11eac1412d6814",
      "sent1": "在關西鎮以什麼方言為主？",
      "sent2": "",
      "ending0": "開發區依照產業重點的不同分為經濟開發區、經濟技術開發區、工業區等類型，此外還有產業園或工業園、科技園相對專業的區域等，多附屬於開發區。開發區為中國大陸地區推行「改革開放」以來設置最多的經濟區。按照所設層次的不同，分為國家級、省級、縣級三種主要類型，很多鄉鎮也設有開發區。為便於管理，開發區劃定的區域多為地級行政區範圍內跨縣級行政區的區域，或一個縣級行政區範圍劃定的區域，這類開發區以國家級或省級開發區為主；縣級行政區範圍劃定的開發區則以縣級開發區為主，在一個鄉鎮內或跨越鄉鎮劃定區域；鄉鎮一級設立的開發區多跨行政村劃定區域，或一個行政村範圍內劃定區域。",
      "ending1": "新竹縣是中華民國臺灣省的縣，位於臺灣本島西北部，北臨桃園市，南接苗栗縣，東南以雪山山脈與宜蘭縣、臺中市相連，西部面向台灣海峽，西接與新竹市交界。全縣總面積約1,427平方公里，除鳳山溪、頭前溪中下游沖積平原外，其餘大多為丘陵、台地及山地。早期新竹縣郊區多務農，1970年代工業技術研究院創設於新竹市，1980年代新竹科學工業園區設立於新竹市東區及新竹縣寶山鄉，1990年代位於湖口鄉的新竹工業區也逐漸從傳統產業聚落轉型為新興高科技產業聚落，使得新竹縣成為北台灣的高科技產業重鎮，而人口也在近幾年急速增加。本縣方言於絕大部分地區使用海陸客家話，竹北市及新豐鄉沿海地區部分使用泉州腔閩南話較多，關西鎮及峨眉鄉部分使用四縣腔客家話為主。",
      "ending2": "新竹縣人口約54萬人，居民以海陸腔客家人為主，閩南人、外省人及原住民為少數，近30年來由於新竹科學園區的發展，也吸引許多外來人口移居。新竹縣目前有中國科技大學新竹校區、明新科技大學、大華科技大學、中華科技大學新竹校區5所大專院校。另外有國立竹東高中、國立竹北高中、、國立關西高中、縣立湖口高中、縣立六家高中、內思高工、忠信高中、東泰高中、義民高中、仰德高中等高中職校。新竹縣在語文閱讀方面也極為推動及重視，曾舉辦過中華民國92年全國語文競賽重大賽事。台灣高鐵穿越本縣，新竹車站設置於竹北市。台鐵縱貫線、六家線、內灣線都有在本縣設站。自2007年3月1日起因興建六家線，內灣線的新竹-竹東間列車停駛4年8個月，內灣線因為六家線完工已於2011年11月11日恢復通車。",
      "ending3": "隨著解嚴以來政治上的自由化與民主化，以泛藍與泛綠為首的政黨政治、統一與獨立議題、以及公民社會的形成，臺灣逐漸脫離過往戒嚴時代形塑的大中國史觀，發展出以臺灣為中心的多元文化主義，使得臺灣文化呈現多元並立、兼容並蓄的面貌。臺灣荷蘭統治時期臺灣被稱作「Taivoan」，但明鄭時期捨棄荷治時期使用的「大員」名稱，將臺灣稱為「東都」、「東寧」。納入清朝版圖後，清朝改以「臺灣」設置臺灣府，「臺灣」遂成為此島嶼的稱呼。除此之外，臺灣亦有「寶島」、「鯤島」、「蓬萊」、「福爾摩沙」、「福摩薩」、「高砂」等別稱。臺灣又稱為「福爾摩沙」，源自葡萄牙語「Formosa」，意為「美麗島」。在1544年當時葡萄牙船隻在經過臺灣海面時，水手從海上遠望臺灣，發現臺灣甚為美麗，於是高呼「Ilha Formosa」，葡萄牙語的「Formosa」為「美麗」之意，「Ilha」則為「島嶼」，故翻譯為美麗島。但此說法尚無直接與明確的證據。在1950年代前是歐洲國家對臺灣的主要稱呼。歐洲亦因此曾長期稱臺灣海峽為福爾摩沙海峽。",
      "label": 1
  },
  {
      "fold-ind": "5670000714a658c5e52658e22e6985f7",
      "sent1": "「有錫兵，天下爭。無錫寧，天下清。」指的是何人攻破蘭陵後，率軍駐無錫錫山時的上書?",
      "sent2": "",
      "ending0": "麥克斯·施蒂納在他所著的《自我及所有》一書中，主張一般社會所公認的制度—包括國家的概念、「財產是一種權利」的概念、自然權利的概念、和一般對社會的概念—都只是幽靈在腦海裡作祟的幻象，主張「個人便是社會的本質」。他主張利己主義和一種形式的非道德主義，個人只有在切及他們自身利益的情況下才會聯合起來成為「利己主義者們的組織」。對他而言，財產只是由能力決定的：「知道如何去擁有它們、保護它們，那便是他的財產」並且「在我能力所及之內的，便是我的東西。只要我能顯示出自己佔有者的身分，那我便是這個東西的所有人。」施蒂納從沒有自稱他自己為無政府主義者—他只接受「利己主義者」這個稱號。不過他仍被許多人視為是無政府主義者，因為他反對國家、法律、和政府，同時他的理念也影響了許多無政府主義者，雖然對他的理念的解讀有著許多分歧。許多無政府主義者如班傑明·塔克都宣稱受了施蒂納的影響，埃瑪·戈爾德曼也在演講中宣揚他的理念。",
      "ending1": "所有權又稱完全物權，是指民法上，權利人對標的物可以直接全面排他性支配特定物的物權。所謂「全面支配」，意味著支配範圍的全面性和支配時間的無限性，符合這一特徵的物權只有所有權。因此，完全物權與所有權在內涵上是一致的。完全物權與限制物權是相對立的概念。在一般意義上，所有權也指人對於外界自然的支配或者支配形態。後者含義上的所有權，從人類產生開始就已存在，經過了長時間的歷史變遷。而法律意義上的所有權，是在一定的歷史階段以所有為基礎的技術概念。也就是說，在商品交換占主導地位的近代社會，在互相交換商品的主體之間，必須互相承認對方對於商品這種財富的固有的支配。這種社會需要的法律形態，就是所有權。因此，普通意義上的所有權是以排他的，包容性的支配為內容的一種權利。不同的民事實體法對於所有權的具體內容的規定，也有著一定的差異。",
      "ending2": "唐朝，國祚共歷289年，21位皇帝。由唐高祖李淵所建立，與隋朝合稱隋唐。唐室出身自關隴世族，先祖李虎在南北朝的西魏是八柱國之一，封為唐國公。其後代李淵為隋朝晉陽留守，在隋末民變時出兵入關中以爭奪天下，於618年受隋恭帝楊侑禪位建國唐朝，在唐朝統一戰爭中統一天下。唐朝定都長安。並設東都洛陽、北都晉陽等陪都。唐朝歷史可以概略分成數個時期，大致上以安史之亂為界。初唐時國力強盛，唐高祖建立朝代，唐太宗以玄武門之變，殺死兄李建成、弟李元吉，逼迫父親高祖禪讓，為唐朝多次首都兵變的開端。唐太宗一手將唐朝帶向盛世，擊敗強敵東突厥，唐太宗受尊「天可汗」，成就貞觀之治。唐高宗時期擊敗西突厥、高句麗等強敵，建立永徽之治，把唐朝版圖擴到最大。唐高宗去世後，武則天於690年改國號稱「周」，即武周，女主政治達到高峰。直到705年唐中宗因神龍革命而復辟，唐朝國號得以恢復。但接著還有韋皇后專權，宗室李隆基與姑姑太平公主其後共同發起唐隆之變，才掃蕩韋氏勢力，結束自從唐中宗復辟後朝政混亂的情況。李隆基也實際掌權，成為日後的唐玄宗。",
      "ending3": "「無錫」一名的由來所說頗多，傳播最廣的觀點源自馮夢龍的《東周列國志》：戰國末年，秦王嬴政大將王翦攻楚，破蘭陵後，率軍駐無錫錫山。軍士埋鍋造飯得石碑，上書「有錫兵，天下爭。無錫寧，天下清。」而此前，無錫的錫山盛產錫礦，為兵家必爭之地，王翦遂言見此碑天下可太平。「無錫」的地名便這樣誕生了，此後無錫歷代地方志中亦據此訛載頗多。根據近幾年語言學家在音韻學方面的研究，無錫的地名可能來自古越族的稱呼。「無」是發語詞，沒有實際意義，「錫」的原義因古越語佚亡已久，無從考證，和江浙地區的姑蘇、餘杭、夫椒等地名一樣，都屬於齊頭式地名，為古越語的發語詞，無實際意義。但據語言學家鄭張尚芳考證，「無」為古吳語的敬語前綴，「無錫」的意思就是尊敬的錫山山神。鄭張尚芳對「姑蘇、餘杭、夫椒、盱眙」等地名的古吳語含義也作出了解釋。而前蘇州市民俗學會秘書長程德祺的研究則表明，華夏先祖伏羲氏或起源於無錫古華山，有學者便據此推測「無錫」為「伏羲」之古音譯；還有一些學者認為，泰伯到達吳國後的首都梅里古稱「吳墟」，無錫因「吳墟」諧音而來。此外，無錫在古時別稱「梁溪」，因梁溪河而得名。梁溪河位於無錫西南，是溝通古運河與太湖的重要水系，為東漢名士梁鴻南下後所開。梁鴻即「舉案齊眉」之主人公。",
      "label": 3
  },
  {
      "fold-ind": "f71493751ccfce42aae7a99ed3f20dbb",
      "sent1": "《方法論》的作者是誰?",
      "sent2": "",
      "ending0": "極限不是對微積分基礎唯一的嚴格進路。另一種方法是採用亞伯拉罕•魯濱遜的非標準分析。羅賓遜在1960年左右所採取的進路襲承了牛頓——萊布尼茨的最初概念，借用數理邏輯的技術將實數系統擴大，得以將無窮小和無窮大數包含在內。所得出的數為超實數，可以用它們來對微積分法則作萊布尼茨式的推導。早期的微積分概念來自於埃及、希臘、中國、印度、伊拉克、波斯、日本，但現代微積分來自於歐洲。17世紀時，艾薩克•牛頓與戈特弗里德•萊布尼茨在前人的基礎上提出微積分的基本理論。微積分基本概念的產生是建立在求瞬間運動和曲線下面積這兩個問題之上的。微分應用包括對速度、加速度、曲線斜率、最優化等的計算。積分應用包括對面積、體積、弧長、質心、做功、壓力的計算。更高級的應用包括冪級數和傅立葉級數等。微積分也使人們更加精確地理解到空間、時間和運動的本質。多個世紀以來，數學家和哲學家都在爭論除以零或無限多個數之和的相關悖論。這些問題在研究運動和面積時常常出現。古希臘哲學家埃利亞的芝諾便給出了好幾個著名的悖論例子。微積分提供了工具，特別是極限和無窮級數，以解決該些悖論。微積分的基本概念還包括函數、無窮序列、無窮級數和連續等，運算方法主要有符號運算技巧，該技巧與初等代數和數學歸納法緊密相連。微積分被延伸到微分方程、向量分析、變分法、複分析、時域微分和微分拓撲等領域。微積分的現代版本是實分析。",
      "ending1": "在歐洲，基礎性的論證來自博納文圖拉•卡瓦列里，他提出體積和面積應該用求無窮小橫截面/段的體積/面積的總和來計算。他的想法類似於阿基米德在《方法論》所提出的，但是卡瓦列里的著述丟失了，直到20世紀初期再被找到。卡瓦列里的努力沒有得到認可，因為他的方法的誤差巨大，而且他提出的那些無窮小的量一開始也不獲認同。17世紀的前半是微積分學的醞釀時期，觀念在摸索中，計算是個別的，應用也是個別的。而後戈特弗里德•威廉•萊布尼茨和艾薩克•牛頓兩人幾乎同時使微積分觀念成熟，澄清微、積分之間的關係，使計算系統化，並且把微積分大規模使用到幾何與物理研究上。在他們創立微積分以前，人們把微分和積分視為獨立的學科，之後才確實劃分出「微積分學」這門學科。在對微積分的正式研究中，卡瓦列里提出的無窮小量，與當時在歐洲發展起來的有限差分演算連繫到了一起。皮埃爾•德•費馬聲稱他借用了丟番圖的成就，引入了「准等式」概念，表示兩個項在除卻一個無窮小誤差項下等同。而把無窮小量與有限差分演算連繫起來的工作，是由約翰•沃利斯、伊薩克•巴羅和詹姆斯•格雷果里完成的。後兩者在1670年左右證明了微積分第二基本定理。",
      "ending2": "牛頓和萊布尼茨雖然把微積分系統化，但是它還是不夠嚴謹。可是當微積分被成功地用來解決許多問題，卻使得十八世紀的數學家偏向其應用，而少致力於其嚴謹。當時，微積分學的發展幸而掌握在幾個非常優越的數學家，如歐拉、拉格朗日、拉普拉斯、達朗貝爾及伯努利世家等人的手裡。研究的問題由自然現象而來，所以能以自然現象的數據來驗合微積分的許多推論，使微積分學不因基礎不穩而隱含錯誤。在這些眾數學家的手中，微積分學的範圍很快地超過現在大學初階段所授的微積分課程，而邁向更高深的解析學。在微積分中，「基礎」意味將一個概念從明確的公理和定義中嚴格地建構出來。早期微積分所使用的無窮小被認為是不嚴謹的，遭到了一些作者的嚴厲批評，特別是米歇爾•羅爾和喬治•貝克萊主教。貝克萊因在他1734年出版的《分析學家》中將無窮小描述為「消失量之鬼」而著名。近代的一篇分析認為萊布尼茨版微積分比起貝克萊的經驗主義批評還更嚴密。為微積分予以嚴謹基礎，成為數學家們在牛頓、萊布尼茨之後幾世紀的重要工作，直至今日仍在某程度上是研究的活躍領域。",
      "ending3": "古代關於《詩經》的研究著作多為「註疏」類作品，重在從儒學角度解釋說明「詩三百」的微言大義。註疏是一種研究、註釋儒家經典的重要體例，其中「注」主要補充說明字義、通假、名物、制度等，也闡發義理；「疏」則是對經文和舊注的進一步說明，往往遵循「疏不破注」的規則，在注的框架之內進行闡釋說明。《詩經》古代最重要的註疏是《毛詩正義》70卷，定版於唐朝，沿用西漢毛公所傳《毛詩》的傳，東漢鄭玄在《毛詩》基礎上所作的箋，由唐孔穎達作疏，是唐朝官方修纂的儒家經典權威性釋義叢書《五經正義》中的一部，並在明朝官方修訂定版的《十三經註疏》也被收作《詩經》的權威解釋。其次有南宋朱熹的《詩集傳》。南宋朱熹和鄭樵往往打破《毛詩》的附會，另作新解。",
      "label": 1
  },
  {
      "fold-ind": "56d547357d11a8938197072d82aa126c",
      "sent1": "環繞速度又為哪種速度的別稱?",
      "sent2": "",
      "ending0": "康斯坦丁·齊奧爾科夫斯基最早意識到，無論使用何種化學燃料，多級火箭都是必不可少的。能夠在地球的重力場中獲得自由，並且進入行星際空間的逃逸速度大約是11,000公里/小時，進入低地球軌道的速度所需要的能量32 MJ/kg大約攀爬到相同高度所需要能量10 kJ/km·kg的20倍。次軌道飛行和軌道飛行有著主要的不同，環繞地球的穩定軌道，最低的高度是海拔350公里，一般常見的誤解是單純的認為軌道只要在這個高度就是達到太空的邊界。理論上說，在任何的高度都可以獲得需要的軌道速度，只是大氣拖曳排除了高度太低的軌道。只要有足夠的速度，飛機也可以進入軌道，但是在目前，這個速度數倍於目前的技術可以達到的合理速度。另一個常見的誤解是軌道上的人在地球的引力之外，因為他們是漂浮著。他們會漂浮是因為他們是自由落體：他們伴隨著太空載具一起加速的落向地球，但同時他們也以夠快的速度離開直線的路徑，讓他們在地球的表面上保持恆定的距離。地球的引力遠遠超過范艾倫帶，並且使月球保持在距離地球平均384,403公里的軌道上。太空不是完美的真空：不同的區域由不同的大氣圈和風所定義，並且主導著那些區域，並且風會向外擴展超越原本定義的區域。地球空間從地球的大氣層向外擴展到地球的磁層，使它與太陽風的行星際空間有所區隔。行星際空間延伸到了太陽圈，這是太陽風和星際介質的風交會的地方。星際空間繼續延伸到銀河系的邊緣，然後逐漸隱沒至星系間的空洞。",
      "ending1": "宇宙速度是物體從地球出發，在天體的重力場中運動，四個較有代表性的初始速度的統稱。太空載具按其任務的不同，需要達到這四個宇宙速度的其中一個。第一宇宙速度又稱為環繞速度，是指在地球上發射的物體繞地球飛行作圓周運動所需的最小初始速度。若在150千米的飛行高度上，其環繞速度為7.8千米/秒。第二宇宙速度，亦即地球的逃逸速度，是指在地球上發射的物體擺脫地球引力束縛，飛離地球所需的最小初始速度。若太空載具已到達近地軌道的高度，太空載具的脫離速度約為10.9千米/秒。第三宇宙速度，亦即太陽的逃逸速度，是指在地球上發射的物體擺脫太陽引力束縛，飛出太陽系所需的最小初始速度。本來，在地球軌道上，要脫離太陽引力所需的初始速度為42.1千米/秒，但地球繞太陽公轉時令地面所有物體已具有29.8千米/秒的初始速度，故此若沿地球公轉方向發射，只需在脫離地球引力以外額外再加上12.3千米/秒的速度。第四宇宙速度是指在地球上發射的物體擺脫銀河系引力束縛，飛出銀河系所需的最小初始速度。但由於人們尚未知道銀河系的準確大小與質量，因此只能粗略估算，其數值在525千米/秒以上。而實際上，仍然沒有太空載具能夠達到這個速度。",
      "ending2": "由於網球比賽的勝利要建立在贏得對方發球局勝利的基礎上，而一般來說發球的一方占有比賽的優勢，因此發球在網球比賽中是至關重要的。如果有良好的發球技術，在保證自己的發球局基礎上，伺機破壞對方的發球局從而贏得比賽的勝利才能成為可能。在網球發球的時候，球員要站在底線之後的一邊，向對面的發球區發球。高水平的運動員一般都將網球拋起，身體後仰，將球拍舉過頭頂，然後利用身體的扭曲帶動球拍向身前或者一側用力下揮，抽擊或者削擊在頭頂空中的網球，使網球快速的落入對方的場地，以破壞對方的回球，從而取得優勢。在擊球的過程中，抽擊和削擊產生的發球的飛行軌跡不同。抽擊往往產生極快的直線速度，而削擊的網球速度則相對不高，但可以產生旋轉，使發球的軌跡產生變化，同樣有威脅。",
      "ending3": "氫在不同情況下都會對人體造成危險。與空氣混合時，氫氣會輕易燃燒和爆炸，而純氫氣則會使人窒息。洩漏到空氣中的氫氣無色無味，且可以自燃，產生高溫但無色的火焰，因此有意外灼傷的可能性。液氫的溫度極低，所以和其他低溫液體一樣有一定的危險性，比如會引致凍傷。氫氣可以溶解在多種金屬之中，除了可能的洩漏以外，氫氣還會造成金屬的氫脆現象，引致材料爆裂。氫的許多性質都受到了其自旋異構體比例的影響。不少數據所描述的是處於平衡態的氫氣，但氫氣有時需要幾天乃至幾週的時間才會達致平衡，所以它的安全數據可能和現實中的氫氣有所差別。另外，容器的形狀，也會大大影響氫氣的爆炸臨界溫度和壓力。",
      "label": 1
  },
  {
      "fold-ind": "df509863db14955352fd7c47e0dab571",
      "sent1": "橫濱市內大部分地區的方言是屬於哪一種方言?",
      "sent2": "",
      "ending0": "橫濱經濟中的信息通訊產業比重亦高於日本平均值。日本著名電子遊戲企業光榮特庫摩的總部亦位於橫濱。醫療產業是橫濱市近年較為重視的新產業。橫濱市沿海地區被日本政府認定為京濱臨海部生活創新國際戰略綜合特區，重點發展醫藥、醫療器械等產業。2014年，包括橫濱市在內的東京圈被指定為國家戰略特區。另外，文化方面，濃厚的國際交流傳統使得橫濱文化融合了東西特徵。橫濱市大部分地區的方言屬於神奈川縣方言中的橫濱川崎方言，市區西部的部分地區屬於高座戶塚方言。由於橫濱無論地理距離還是交通距離都是神奈川縣內距東京最近的地區，因此方言被東京方言同化程度也較為嚴重，聲調和東京方言基本相同。在橫濱開港之初，曾有在日語會話中使用外語詞彙的皮欽語現象出現，被稱為濱言葉。",
      "ending1": "現代時期的開始代表了歐洲文藝復興的結束。確切的時間點會依據各個領域的界定而有所不同，比如說，一個歷史學家可能會將現代的開始放在1650年，而一個音樂家則可能會把時間放在音樂的浪漫時期結束之後，也就是大約1900年。當代史學者習慣把一戰爆發，作為近代的終結、現代的開端。同樣地，依據各個領域的不同觀點，現代時期可能會被界定為一直延伸到我們現在所處的時間，或者也有可能被認為結束於後現代主義的開始，可能在1960年代到1980年代初期之間的任何一點。如果是將現代定義為在後現代之前的話，那麼它可能特別指涉了現代主義。有的觀點則認為，後現代主義只不過是現代主義本身最晚一個時期的發展而已。",
      "ending2": "蒙古語是蒙古民族說的語言，屬於阿爾泰語系蒙古語族。蒙古語有很多方言，主要分為中部方言、西部方言、北部方言和東部方言。蒙古語接近遼國的契丹語，但是由於契丹文尚未完全解讀，很難進行語言歷史比較。現在中國內蒙古以傳統蒙古語字母書寫，而蒙古國在蒙古人民共和國時期由於蘇聯影響，廢除了傳統蒙文，主要使用西里爾字母，現已恢復使用傳統蒙文，使用量較少。為了方便，這裡使用的是蒙古文的轉寫，這種寫法代表蒙古語在13世紀的發音，與現在的方言有明顯的區別。但是，從這種寫法可以推斷現在各種方言的讀音，而進行相反的轉換則很困難。",
      "ending3": "青森縣是當地方言和日語標準語差距最大的地區之一。青森縣的方言可以分為日本海沿岸地區的津輕方言、太平洋沿岸地區的南部方言和下北半島地區的下北方言。津輕方言和南部方言之間大致以奧羽山脈為界。一般認為津輕方言較具抑揚頓挫，而南部方言則較為柔和。在津輕方言中，又以城下町和文化中心的弘前方言地位最高，被視為津輕方言的標準語。南部方言在音調、助詞文法、敬語上和津輕方言略有不同。下北方言雖然音調和南部方言近似，但在詞彙等方面則受到津輕方言、北海道方言一定程度的影響。太宰治是青森縣出身的作家中最著名的一人。太宰治出生在青森縣北津輕郡金木村，是無賴派的代表作家。他的跑吧！美樂斯被選入日本國語教科書，知名度極高。斜陽、人間失格等作品也十分著名。太宰治的小說津輕是以他的故鄉青森為舞台。除了太宰治之外，青森縣還有今官一、三浦哲郎等獲得直木獎、芥川獎的作家。",
      "label": 0
  },
  {
      "fold-ind": "9b4518c395d7137ba2bd53b435c7c20e",
      "sent1": "托勒密是甚麼學家?",
      "sent2": "",
      "ending0": "中國現今實行國家註冊建築師制度，分一級註冊建築師和二級註冊建築師。獲得建築學相關學位的人或者建築設計相關工作者必須通過考試才能獲得建築師的執業資格。一個建築事務所必須至少擁有2名一級註冊建築師方可開業。在英國，「建築師」的定義相對狹窄。根據英國《建築師法案》，通常只有通過7年英國皇家建築師學會認可的三階段建築教育的人才能被稱為「建築師」；因為歐盟內部服務領域相互開放，獲得其它歐盟國家執業建築師資格的人在英國亦可享有「建築師」頭銜。而其它的建築設計工作者只能被稱為「建築設計師」。而在義大利，「建築師」是一個很寬泛的稱號，雕塑家、家具設計師、室內設計師都可以被稱為建築師。",
      "ending1": "劍橋哲學辭典定義倫理學為對於道德的哲學研究。這本書指出，倫理和道德的英語用詞「ethics」和「morality」在英語裏普遍通用；但有時候倫理學亦會被狹義地釋義為某種傳統、群體或個人所持有的道德原則。廣義地說，社會裏的所有規範、習俗、制度、格言、禮儀、行為標準、律法，都囊括在倫理的範疇內。大英百科全書定義倫理學為關於在道德方面甚麼是好與壞、甚麼是對與錯的學術。嚴格而言，倫理學與道德哲學等價，是一種研究領域，其研究對象是道德。韋氏詞典定義倫理學為探討甚麼是好行為、甚麼是壞行為的一門學問，是以哲學思考在道德方面甚麼是正確、甚麼是錯誤。從人際關係的角度來定義，倫理學是處理人與人、人與家庭、人與社會、人與國家的相互關係時，應該遵守的道德準則，是個人在群體社會中生活必須遵守的道德準則。假若缺少倫理學的督導，則很容易會帶來衝突與動亂。",
      "ending2": "物理學主要是研究物質、能量及它們彼此之間的關係。它是最早形成的自然科學學科之一，如果把天文學包括在內則有可能是名副其實歷史最悠久的自然科學。最早的物理學著作是古希臘科學家亞里士多德的《物理學》。形成物理學的元素主要來自對天文學、光學和力學的研究，而這些研究通過幾何學的方法統合在一起形成了物理學。這些方法形成於古巴比倫和古希臘時期，當時的代表人物如數學家阿基米德和天文學家托勒密；隨後這些學說被傳入阿拉伯世界，並被當時的阿拉伯科學家海什木等人發展為更具有物理性和實驗性的傳統學說；最終這些學說傳入了西歐，首先研究這些內容的學者代表人物是羅吉爾·培根。然而在當時的西方世界，哲學家們普遍認為這些學說在本質上是技術性的，從而一般沒有察覺到它們所描述的內容反映著自然界中重要的哲學意義。而在古代中國和印度的科學史上，類似的研究數學的方法也在發展中。在這一時代，包含著所謂「自然哲學」的哲學所集中研究的問題是，在基於亞里士多德學說的前提下試圖對自然界中的現象發展出解釋的手段。根據亞里士多德的學說以及其後的經院哲學，物體運動是因為運動是物體的基本自然屬性之一。天體的運動軌跡是正圓的，這是因為完美的圓軌道運動被認為是神聖的天球領域中的物體運動的內在屬性。衝力理論作為慣性與動量概念的原始祖先，同樣來自於這些哲學傳統，並在中世紀時由當時的哲學家菲洛彭洛斯、伊本·西那、布里丹等人發展。而古代中國和印度的物理傳統也是具有高度的哲學性的。",
      "ending3": "托勒密總結了希臘古天文學的成就，寫成《天文學大成》十三卷。其中確定了一年的持續時間，編制了星表，說明旋進、折射引起的修正，給出日月蝕的計算方法等。他利用希臘天文學家們特別是喜帕恰斯的大量觀測與研究成果，把各種用均輪和本輪解釋天體運動的地心學說給以系統化的論證，後世遂把這種地心體系冠以他的名字，稱為托勒密地心體系。巨著《天文學大成》十三卷是當時天文學的百科全書，直到克卜勒的時代，都是天文學家的必讀書籍。《地理學指南》八卷，是他所繪的世界地圖的說明書，其中也討論到天文學原則。他還著有《光學》五卷，其中第一卷講述眼與光的關係，第二卷說明可見條件、雙眼效應，第三卷講平面鏡與曲面鏡的反射及太陽中午與早晚的視徑大小問題，第五卷試圖找出折射定律，並描述了他的實驗，討論了大氣折射現象。此外，尚有年代學和占星學方面的著作等。《天文學大成》是唯一保存至今的全面論述古代天文學的著作。巴比倫天文學家發展了測算天文現象的計算技巧，以喜帕恰斯為代表的希臘天文學家創立了用於計算天體運動的幾何模型。然而托勒密聲稱他的幾何模型可在挑選出的前人天文學觀測結果中找到源頭，且這些前人的觀測記錄至少橫跨了800年歷史。天文學家對他的這一說法懷疑了好幾個世紀，大家都覺得托勒密模型所使用的參數源於自己的獨立觀測。托勒密用一個方便的表格呈現了他的天文學模型，這個表格能用來計算古今任何一個時刻行星的位置。《天文學大成》還包含一個星表，它實際上盜用了喜帕恰斯的原創星表。表中列舉了48個星座，分別源於不同的古今星座系統。但與現代星圖不同的是它並沒有覆蓋整個夜空。《天文學大成》這部書通過在中世紀作為天文學權威經典的代代傳授，其作者的形象也成為了神話式遙不可及的人物。人們將心目中偉大的托勒密視為亞歷山大之王。就如多數古希臘科學著作一樣，記載於阿拉伯語手稿上的《天文學大成》也趨於保守。因為這部書的巨大威望，它被引起廣泛重視，並在12世紀被2次翻譯為拉丁文，一次是在西西里島，而另一次是在西班牙。托勒密的模型，正如他前輩的宇宙模型一樣主張地心論，並為世人所普遍接受，直到在科技革命中出現了更簡潔的日心論宇宙模型。",
      "label": 2
  },
  {
      "fold-ind": "367072175806b2971c978e12b297e7b7",
      "sent1": "乘客等了多久巴士",
      "sent2": "",
      "ending0": "機場聯絡軌道系統是指航空運輸與鐵路運輸之間協作的一種聯合運輸方式，泛指可與機場轉乘的各類軌道運輸，參與者包括民航機場、航空公司、鐵路系統等。廣義上的機場聯絡軌道系統包括城市軌道交通、傳統鐵路、城際鐵路及高速鐵路和機場軌道專線等各種類型。航空運輸與鐵路運輸的聯合，可以使機場運營和鐵路運輸互利雙贏。將可以克服各自劣勢，充分發揮各自優勢。高效的空鐵聯運不僅需要完善的基礎設施作為支撐，而且離不開機場、鐵路和航空運營部門的通力合作與協調。空鐵聯運不僅能夠提高進出機場的公共運輸比例，改善機場地面交通和機場可達性，還能不斷拓展樞紐機場的市場輻射範圍，擴大和穩固市場資源，提高樞紐機場的競爭力，有利於樞紐機場的可持續發展。空鐵聯運可以有效減少航空運輸與鐵路運輸尤其高速鐵路之間的直接競爭。避免高速鐵路的開通直接導致航線停航的局面。在功能方面空鐵兩者亦各有優勢。世界大部分地區，鐵路分布四通八達，大多數城市、城鎮已經有火車通達，可以將分散的航空目標客戶積聚到一個區域的機場；而航空旅行快捷舒適，經由區域國際機場可以到達國內、國際城市。經濟方面空鐵兩者發揮各自優勢。1000公里以內高速鐵路占據優勢，1000公里以上航空運輸占據優勢。因此，空鐵聯運可以將短距離高速鐵路運輸與長距離飛行航線結合起來。",
      "ending1": "作為目前唯一能直接轉乘馬鞍山綫的港鐵路綫，不少馬鞍山綫乘客都會乘搭東鐵綫外出，以便到九龍塘站轉乘觀塘線前往各區。繁忙時間在部分車站，尤其是跟觀塘綫連接的九龍塘站，甚至跟馬鞍山綫連接的大圍站，極度擠迫的情況隨處可見，在惡劣天氣下尤其狼狽。而且，東鐵綫亦吸引了不少水貨客、跨境學童本綫能連接福田口岸和羅湖口岸和馬迷馬場站在沙田馬場有賽馬賽事時會開放等區外甚至境外居民乘搭，增加本線乘客量。東鐵線使用量起曾因城門隧道、大老山隧道、尖山隧道和沙田嶺隧道通車而有所下降，而本綫事故頻生後加上近年九巴不斷開辦來往北區、大埔至東九龍及港島區等地的巴士線，過海隧巴，不少沿線居民，尤其北區居民，開始放棄乘搭本綫改搭巴士，都曾導致東鐵綫乘客量出現輕微下跌，但由於新界東人口仍然處於增長期香港政府已啟動古洞北及粉嶺北新市鎮發展計劃、北區、大埔區和沙田區亦有大量新建公營房屋即將落成，再加上自由行政策開放後大量使用羅湖及落馬洲口岸入境的內地旅客使用東鐵線進入香港市區，故東鐵線的擠迫情況依舊嚴重。根據港鐵向香港立法會提交的文件披露，本綫最繁忙時段載客率，最繁忙路段在九龍塘站至大圍站之間",
      "ending2": "八達通是香港的一種電子貨幣收費系統，內置晶片，使用時把卡片放在接收器上即能完成付款過程。港鐵採用綜合收費系統。乘客如乘搭超過一程車，多數情況下都只需付出車費最高的一程車資，其前後的各一程車都被視為接駁用途需符合如車費上限及時間的限制 ，不另收費。注意事項出閘或入閘後一分鐘後方可再次使用巴士免費轉乘優惠必須於指定東鐵綫車站出閘後四十五分鐘內再於指定巴士八達通收費器確認，或於指定巴士八達通收費器確認後六十分鐘內再於指定東鐵綫沿途各站入閘巴士免費轉乘優惠不可以與機場快綫免費港鐵接駁服務共用使用機場快綫旅遊票一程或兩程機場快綫單程車程及連續三天無限次乘搭港鐵車程仍然有效期間不會享有巴士免費轉乘優惠。",
      "ending3": "東鐵線於晚上繁忙時段因車務控制中心故障，一度全綫停駛約一小時，逾萬乘客受影響。港鐵車務主管蔡德贊向受影響乘客致歉。他解釋故障是因為數據傳送網絡出問題，不能發揮控制中心的功能，港鐵基於安全考慮，決定全線停駛以便工程人員檢查。對於為何要花長達一小時處理故障，蔡稱是因需時重新啟動，至於傳送網絡具體究竟出現什麼問題，則需詳細調查。故障期間有不少乘客批評接駁巴士不足，要等近四十五分鐘才出現。晚上工程人員完成維修工作，全線服務陸逐恢復正常。因颱風韋森特襲港，大埔墟站附近有大樹倒塌，導致電力故障，再加上其他路段亦出現跳電情況，引致東鐵綫全線暫停服務，共有八列東鐵線列車受影響。超過一千名乘客受事件影響，被迫在車站大堂過夜。港鐵表示進行搶修關係，未能提供接駁巴士服務，又表示基於安全考慮，未能讓乘客下車。港鐵表示，東鐵線列車服務在凌晨回復正常，但由於凌晨列車服務已停止，加上要進行維修工程，不能再發車接載滯留的乘客。逾千名乘客半夜被迫滯留在沙田、大圍等車站，用港鐵提供的紙皮席地而睡，部分則坐在樓梯上休息和打機消磨。",
      "label": 3
  },
  {
      "fold-ind": "afec06dd09314129d6fa43ba6cbdfe67",
      "sent1": "周太子誦於何年即位?",
      "sent2": "",
      "ending0": "商朝中後期，西方周部落利用農耕優勢逐漸強大起來。周武王趁商國力衰弱，於盟津召集西夷諸侯會師盟誓，渡過黃河滅掉了商朝。伯夷和叔齊不滿武王以下犯上，加上自己世為商臣，以食周粟為恥，隱居於洛陽偃師首陽山採薇而食，最終餓死。武王克殷時，就有在天下之中的伊水、洛水流域營造新都的想法。武王死後，周公旦輔佐年少的成王。為了鞏固周朝在東方的統治，先派召公奭到伊水、洛水流域查看山川地勢，而後由周公旦在古時稱郟的地方營建新的國都洛邑，瀍水以西名王城，居住周人，瀍水以東名成周，居住殷商遺民，並將象徵最高權力的九鼎放置在那裡，史稱定鼎洛邑。洛邑是中國第一座國家層面詳細規劃建設的都城，所依據的三禮圖是中國最早的都市計畫圖，極大影響著後來各個朝代的城市建設。方格網城市的理念在當時十分先進。成周洛邑建成後成為東方的政治和軍事中心，周天子在此接受諸侯朝貢，並設成周八師以征討東夷、淮夷與南蠻。",
      "ending1": "成吉思汗即元太祖，又稱成吉思皇帝，成吉思可汗，蒙古人，蒙古帝國奠基者、政治家、軍事統帥，皇帝。名鐵木真，也有其他譯法如忒沒真。孛兒只斤氏，蒙古乞顏部人。1206年春天—1227年8月25日在位，在位22年。1206年他登基時，諸王和群臣為他上蒙語尊號成吉思汗。至元二年十月，元世祖忽必烈追尊成吉思汗廟號為太祖，至元三年十月，太廟建成，制尊諡廟號，元世祖追尊成吉思汗諡號為聖武皇帝。至大二年十二月六日，元武宗海山加上尊諡法天啟運，廟號太祖。從此之後，成吉思汗的諡號變為法天啟運聖武皇帝。 在他眾子中，最為著名的四位分別是朮赤、察合台、窩闊台和拖雷。成吉思汗分封了朮赤和察合台為國主，欽定窩闊台為繼承人。1227年成吉思汗去世後，拖雷自動退出繼承人的選拔，擔任監國兩年後，1229年，拖雷和宗王們一起擁戴自己的三哥窩闊台登基。1232年九月，在消滅金朝軍隊精銳主力後，拖雷去世，1234年2月9日，蒙古滅金朝，為將來滅南宋打下基礎。",
      "ending2": "西元前1042年，周太子誦即位，即周成王。成王年幼，由武王之弟周公旦攝政。周公是否在周武王之後攝政稱王，漢代起爭論不休，是中國政治學術領域極具爭論的一大問題，至今眾說紛紜，未有定論，現在存在多種觀點，一是認同周公曾經攝政稱王，荀子、尸子、韓非、翦伯贊、金景芳、宮長為、郭偉川持這種觀點；二是認為周公並未稱王，僅僅是代行王權，司馬遷、廖平、王國維、錢穆同意此說；三是認為周公攝政，在遇到大事的時候則稱王，鄭玄持此說；四是認為周公和周成王並行稱王，顧頡剛持此說；五是認為周公既沒有攝政，也沒有稱王，王慎行、馬承源持此說；六是認為周公有攝政，但沒有稱王，楊向奎、王冠英、夏含夷、趙儒迎、楊朝明持此說。梁啟超則陷入自我矛盾，莫衷一是。《尚書·金縢》篇載周武王在克商後的第二年病篤，周公旦設壇祭祀，祈禱太王、王季、文王，願以己身代替武王而死。不久武王病逝，武王子誦年幼，周公旦當政稱王。",
      "ending3": "詹森在度過四年卸任生活後，1973年1月22日，因心肌梗塞於德克薩斯州自營牧場內逝世，享年65歲。假如成功連任，他便是於卸任後兩天過世。他被特勤局特工發現在他的床上逝世，使用他手上的電話。在這之前有三次心臟病發，他去世前一天傳來了在越南簽署的停火協議，而近一個月前，前總統哈瑞·S·杜魯門逝世，而杜魯門的葬禮是他最後一次公開露面。他多年來大量吸菸侵害他的健康，不良飲食習慣和壓力，一直有嚴重的心臟病。第一次是在1955年7月引發幾乎致命的心臟病，這導致他戒菸，直至1969年離開橢圓形辦公室後再吸菸，此後一直戒不了煙，因而第二次是在1972年4月再患嚴重的心臟病。",
      "label": 2
  },
  {
      "fold-ind": "af82104e2c3121d4bc2f8209dd10772c",
      "sent1": "夏季的季風為什麼?",
      "sent2": "",
      "ending0": "現代時期的開始代表了歐洲文藝復興的結束。確切的時間點會依據各個領域的界定而有所不同，比如說，一個歷史學家可能會將現代的開始放在1650年，而一個音樂家則可能會把時間放在音樂的浪漫時期結束之後，也就是大約1900年。當代史學者習慣把一戰爆發，作為近代的終結、現代的開端。同樣地，依據各個領域的不同觀點，現代時期可能會被界定為一直延伸到我們現在所處的時間，或者也有可能被認為結束於後現代主義的開始，可能在1960年代到1980年代初期之間的任何一點。如果是將現代定義為在後現代之前的話，那麼它可能特別指涉了現代主義。有的觀點則認為，後現代主義只不過是現代主義本身最晚一個時期的發展而已。",
      "ending1": "副熱帶季風氣候又稱為亞熱帶季風氣候，其特點是夏季高溫多雨，冬季較同緯度地區溫暖濕潤。主要分布於緯度在20~40之間的大陸東部。副熱帶季風氣候位於最大的大陸與最大的大洋之間，海陸熱力性質差異顯著。夏季亞歐大陸低壓槽連成一片，海洋上副熱帶高氣壓西伸北進，從北太平洋副熱帶高氣壓散發出來的東南季風帶來豐沛的降水；冬季強大的蒙古高壓散發出來的偏北風影響本地。因風向切變符合季風要求，故為季風氣候。由於各地氣候隨同屬於副熱帶季風，但有冬季均溫0度到17度的差別，所以植被差別頗大。無絕對的植被分類，台灣中北部方面，糧食、糖料、油料為水稻種植業、甘蔗種植、花生、油菜，水果為柑橘、枇杷、荔枝、龍眼、香蕉等，花卉為水仙花等，其他為毛竹、茶葉等。",
      "ending2": "三到五月間為春季，氣溫約介於攝氏18至26度之間，盛行風向主要為東北季風，大陸冷高壓出海則吹東風，臺中因位處於背風坡，大致上晴日較多，太平洋暖高壓勢力亦逐漸增強，有時冷氣團南下，偶有機會出現較低溫之天氣，也有冷鋒系統帶來春雨，為舒適的季節；春末夏初為梅雨季節，由於海洋暖氣團的勢力再增強，與大陸冷氣團交界處形成滯留鋒面再臺灣上空徘徊，經常有連續陰雨日，亦是臺灣主要的降水來源之一。六到九月間為夏季，氣溫約介於攝氏26至33度之間，太平洋高氣壓北移西伸，此時改吹西南季風，經常有旺盛的熱對流，形成對流雨晴日亦多，為炎熱潮濕的季節；因日照時數長、角度高，常有高溫天氣，近年來又因氣候暖化，再加上盆地地形與都市熱島效應，導致臺中市區七月八月常出現超過35攝氏度的高溫。六月之後到深秋的十月底為颱風季節，颱風是臺灣主要降水的來源之一，由於颱風大多於太平洋形成，位於西部有中央山脈作為屏障的臺中影響則相對減低許多；九月之後大陸冷氣團逐漸增強，此時開始吹東北季風，易與颱風出現共伴效應，與其他天氣系統結合的秋颱威力不容小覷，因為冷高壓的增強，九月之後亦會有冷鋒過境帶來些許降水。 ",
      "ending3": "夏雨型暖溼氣候又稱副熱帶溼潤氣候、副熱帶季風性溼潤氣候、中國型氣候，其特點與副熱帶季風氣候相似，都是夏季炎熱多雨，冬季涼爽乾燥。具體分布於美國東南岸、阿根廷、烏拉圭、巴西南部、南非東南海岸和澳洲東岸。與副熱帶季風氣候相似，為海陸熱力性質差異引起，但所處的陸地面積較小，海陸熱力性質差異不突出，因此季風不顯著。同時受到大陸東岸的暖流及信風的影響，將海洋的暖溼空氣吹入內陸，而冬季又較副熱帶季風氣候不冷，該氣候區較同緯度大陸中西部來得暖溼。與副熱帶季風氣候區相類似，以副熱帶常綠闊葉林為主，氣候為水稻等副熱帶作物。夏雨型暖溼氣候與東亞的副熱帶季風氣候區相比，有如下特徵：冬夏溫差比季風區小。原因在於東亞冬季蒙古高壓強大。降水分配比季風區均勻。原因在於常受暖流和海洋副熱帶高壓西緣的影響，夏季多雨，但冬季大陸高壓不明顯或不強，所以冬季不甚乾冷。",
      "label": 2
  },
  {
      "fold-ind": "3833abd32c5066b0a8fd50d675078fbf",
      "sent1": "具有什麼特性的輻射可以把原子游離?",
      "sent2": "",
      "ending0": "氫在不同情況下都會對人體造成危險。與空氣混合時，氫氣會輕易燃燒和爆炸，而純氫氣則會使人窒息。洩漏到空氣中的氫氣無色無味，且可以自燃，產生高溫但無色的火焰，因此有意外灼傷的可能性。液氫的溫度極低，所以和其他低溫液體一樣有一定的危險性，比如會引致凍傷。氫氣可以溶解在多種金屬之中，除了可能的洩漏以外，氫氣還會造成金屬的氫脆現象，引致材料爆裂。氫的許多性質都受到了其自旋異構體比例的影響。不少數據所描述的是處於平衡態的氫氣，但氫氣有時需要幾天乃至幾週的時間才會達致平衡，所以它的安全數據可能和現實中的氫氣有所差別。另外，容器的形狀，也會大大影響氫氣的爆炸臨界溫度和壓力。",
      "ending1": "現代粒子物理學的研究集中在亞原子粒子上。這些粒子的結構比原子要小，其中包括原子的組成部分如電子、質子和中子和放射和散射所造成的粒子如光子、微中子和緲子，以及許多其它奇特的粒子。嚴格地說粒子這個稱呼不精確，粒子物理學中研究的所有的物體都遵守量子力學的規則，它們都顯示波粒二象性，根據不同的實驗條件它們顯示粒子的特性或波的特性。在物理理論中，它們既非粒子也非波，理論學家用希爾伯特空間中的狀態向量來描寫它們，詳細的理論基礎為量子場論。但按照粒子物理學的常規在這篇文章中這些物體依然被稱為粒子，雖然這些粒子也具有波的特性。",
      "ending2": "1905年愛因斯坦對電磁輻射的能量進行量子化從而提出了光量子的概念，但此時的光量子只是能量不連續性的一種體現，還不具有真實的粒子概念。1909年，愛因斯坦發表了《論我們關於輻射的本性和組成的觀點的發展》，在這篇發言兼論文中愛因斯坦證明了如果普朗克黑體輻射定律成立，則光子必須攜帶有動量並應被當作粒子對待，同時還指出電磁輻射必須同時具有波動性和粒子性兩種自然屬性，這被稱作波粒二象性。1917年，愛因斯坦在《論輻射的量子理論》中更深入地討論了輻射的量子特性，他指出輻射具有兩種基本方式：自發輻射和受激輻射，並建立了一整套描述原子輻射和電磁波吸收過程的量子理論，這不但成為五十年後雷射技術的理論基礎，還促成了現代物理學中迄今最精確的理論——量子電動力學的誕生。1923年，美國物理學家阿瑟·康普頓在研究X射線被自由電子散射的情況中發現X射線出現能量降低而波長變長的現象，他用愛因斯坦的光量子論解釋了這一現象並於同年發表了《X射線受輕元素散射的量子理論》。康普頓效應從而成為了光子存在的論斷性證明，它證明了光子攜帶有動量，愛因斯坦在1924年的短評《康普頓實驗》中高度評價了康普頓的工作。",
      "ending3": "輻射之能量會從輻射源往外向所有方向直線放射。一般依其能量的高低及游離物質的能力分類為游離輻射和非游離輻射。游離輻射所攜帶的能量大於10電子伏特，可以將原子或分子游離、打斷化學鍵，非游離輻射則否。主要游離輻射來源為放射性物質，放射出α、β或γ射線，分別帶有氦核、電子、正電子、光子。其他游離輻射來源有醫學影像造影使用的X射線、渺子、介子、正電子、中子，以及宇宙射線與地球大氣作用所產生的其他粒子。擁有足夠高能量的輻射可以把原子游離。一般而言，游離是指電子被游離輻射從電子殼層中擊出，使原子帶正電。由於細胞由原子組成，游離作用可以引致癌症。一個細胞大約由數萬億個原子組成。游離輻射引致癌症的機率取決於輻射劑量率及接受輻射生物之感應性。α、β、γ輻射及中子輻射均可以加速至足夠高能量游離原子。",
      "label": 3
  },
  {
      "fold-ind": "5cedc658a73b18582eccdf0d487e7ac8",
      "sent1": "麻省理工學院自1929年持續獲得哪個單位的教育認可?",
      "sent2": "",
      "ending0": "麻省理工學院是位於美國麻薩諸塞州劍橋市的私立研究型大學。成立於1861年，麻省理工的出現是為了響應美國與日俱增的工業化需求。學校採用了歐洲理工大學的模式辦學，早期著力於應用科學與工程學的實驗教學。麻省理工的研究人員在二戰及冷戰期間，致力開發電腦、雷達及慣性導航系統技術；戰後的防禦性科技研究使學校得以進一步發展，教職員人數及校園面積在詹姆士賴恩基利安的帶領下有所上升。大學於1916年遷往現在位於查爾斯河北岸的校址，沿岸伸延逾1英里，佔地168-英畝。擁有6間學術學院、32個學系部門的麻省理工學院常獲納入全球最佳學府之列。學校一直聞名於物理科學與工程學的教研，但在近代亦大力發展諸如生命科學、經濟學、管理學、語言學等其他學術範疇。別名工程師的麻省理工體育校隊合計31支，涵蓋不同項目，學生因此可參與不同類型的跨校體育聯賽。",
      "ending1": "英國和國外很多大學建校時都是倫敦大學的下屬學院，在授權下頒發倫敦大學的學位。例如，南安普敦大學在1952年獲得皇家特許狀升格為獨立大學之前，也是作為倫敦大學的一個學院提供倫敦大學學位的。近年隨著教育市場的全球化，越來越多的海外院校被授權頒發倫敦大學的文憑和學位。1836年倫敦大學最初建校時，只有倫敦大學學院和倫敦國王學院這兩所學院。如今學院有19所，除倫敦大學學院和倫敦國王學院之外，倫敦政治經濟學院、倫敦瑪麗王后大學、亞非學院、皇家賀洛唯學院、金匠學院、哲學及神學專科學院、倫敦衛生與熱帶醫學院和倫敦商學院等學院在世界享負盛名。各個學院和研究所分散在大倫敦地區，給予高度的自主權。在多數實際場合中，這些學院被作為獨立的大學對待。根據英國法律，這些學院中有些是有權頒發自己的學位的「認可機構」儘管多數學院並不履行這個權利。另外一些則是僅提供倫敦大學學位的課程的「指定機構」。倫敦大學城市學院創建於1894年，2016年加入倫敦大學。倫敦帝國學院的學生曾經被授予倫敦大學的學位，倫敦帝國學院在2007年7月8日其一百週年校慶之際，正式宣布脫離倫敦大學。倫敦大學校長霍華德·戴維斯爵士發表聲明，表示倫敦政治經濟學院、倫敦大學學院和倫敦國王學院決定不會退出倫敦大學，但將對2007年9月入學的新生開始頒發學院自己的學位。倫敦大學下屬眾多學院的學術聲望在英國可與牛津、劍橋相比擬，三校被稱為金三角名校。",
      "ending2": "麻省理工學院一直以來都和學界、工業界、政府等機構組成學術研究聯盟。1946年，康普頓校長、喬治•多里奧特及美林•格里斯德共同創立了全美第一間風險投資公司—美國研究與發展集團。兩年後，康普頓又成立了麻省理工工業聯絡計劃。1991年，麻省理工華盛頓辦公室面世，作為學校遊說政府給予更多的研究基金及協助制定科學政策的平台。麻省理工學院與鄰近的哈佛大學一直存有合作及良性競爭關係。它們成立了哈佛-麻省理工醫療科技學院及博德研究中心，兩校的學生亦可以報讀對方的課程而無需繳付額外的學費。麻省理工跨校課程夥伴還有衛斯理學院、波士頓大學、布蘭迪斯大學、塔夫茨大學、麻省藝術與設計學院、波士頓美術博物館學院。2002年，校方與劍橋大學成立了劍橋-麻省理工研究中心，兩校也舉辦了本科生交流計劃。此校與不少波士頓的獨立研究機構關係密不可分：查爾斯•斯塔克德雷珀實驗室、白石研究中心、伍茲霍爾海洋研究中心等，雙方有密切的交流。麻省理工國際科技倡議計劃負責處理與其他國家之院校的教研合作。麻省理工科技評論為針對大眾市場的雜誌，由麻省理工學院透過一子公司出版，同時也是該校的校友雜誌。除此，麻省理工出版社也是世上主要的大學出版社之一，主力出版有關科技的書刊。",
      "ending3": "麻省理工學院為一所大型、具高住宿率的研究型大學，以研究或專業學科生居多。大學自1929年起就一直獲得新英格蘭學校與學院協會的教育認可。麻省理工實行4-1-4學制：秋季學期始於每年的勞動節翌日，結束於十二月中旬，其後會有一個月的自由活動時間，二月初至五月底則為春季學期。麻省理工的四年學士學位合計44種，由五所學院提供，專業及文理類別約各佔一半，2015年學費為46,704美金。截至2013-14年度，提供19類學士學位課程的工程學院最受歡迎，錄取了過半的學生，餘下的依次為：理學院、人文藝術與社會科學院、斯隆管理學院及建築學院。電子工程與電腦科學為學生人數最多的課程。所有大學生均需完成17個學院必修課程，它們被分為四大類：基礎科學、人際關係、文藝社科、體育運動。新生之年的課程多半都是這些必修課程，它們亦為進入不同學系的條件之一，而無論學生升讀大二後的主修為何，都必須完成剩餘的必修課程。基礎科學包括了微積分、物理學、化學及生物學，前兩者為時兩個學期，其餘的僅佔一個學期。文藝社科必修課程修讀時間不得少於八學期。人際關係部分則要求學生分別在文藝社科及自己的主修課程中，選讀至少有兩個以溝通為重的課程。最後，所有學生還需接受游泳訓練，而非校隊成員亦須修畢為時一年的體育班。",
      "label": 3
  },
  {
      "fold-ind": "57f93eb0578ad9ae5d5e4f9918a6d30d",
      "sent1": "哪一個於1961年與坦尚尼亞建交?",
      "sent2": "",
      "ending0": "盧安達的國土面積為26,338平方公里，在世界各國中名列第149位，與蒲隆地、馬其頓、海地和阿爾巴尼亞面積接近。整個國家都處在高海拔地區：最低點魯濟濟河也高於海平面950米。盧安達地處非洲中東部，西接剛果民主共和國，北鄰烏干達，東面和坦尚尼亞接壤，南部與蒲隆地交界，國家處在赤道以南幾個緯度範圍內，屬內陸國家。首都吉佳利位於該國中心附近。剛果盆地和尼羅河流域之間的分水嶺從北向南穿過盧安達，國內約80%的區域從尼羅河引流，另外約20%則從魯濟濟河和坦干依喀湖取水。該國最長的河是源於西南部的尼亞巴隆哥河，分別朝北、東和東南方向轉向後流入魯武武河並形成卡蓋拉河，卡蓋拉河將沿坦尚尼亞東部邊境流向正北方。尼亞巴隆哥河與卡蓋拉河最終都將流入維多利亞湖，有觀點認為其位於紐格威森林的源頭也是尚未完全確定的尼羅河的源頭。",
      "ending1": "坦尚尼亞立法機構由兩部分組成：總統和國民代表大會。總統和國民代表大會成員通過5年一次的直選產生，任期為5年。 總統和副總統都不能是國民代表大會成員。總統指定一名總理作為政府領導。內閣成員也由總統從國民代表大會中選定成員擔任。坦尚尼亞的政壇目前是一黨獨大，由革命黨掌權。上一次總統大選和國民代表大會選舉是在2015年。革命黨在國民代表大會中占有大約7成的議席。坦尚尼亞同115個國家建有外交關係。坦尚尼亞與美國於1961年建交，近年來關係持續改善發展。美國是坦主要投資和援助國之一，並免除了坦美雙邊債務。2015年美國對坦尚尼亞援助預算總額達12億美元。坦尚尼亞與英國關係也非常密切，英是坦最大投資來源國、主要貿易夥伴和援助國，每年援助額約8000萬美元。英宣布免除了坦所欠全部債務，並積極支持國際貨幣基金組織和世行等國際金融機構減免坦債務。坦尚尼亞同肯亞、烏干達、衣索比亞等周邊國家關係也很密切，積極參與調解肯亞選後危機、辛巴威大選政治危機，大力斡旋剛果、馬達加斯加問題，關注索馬利亞和平進程，為非盟駐索馬利亞維和部隊提供培訓，參與調解南蘇丹問題和蒲隆地問題，參與聯合國在向蘇丹達佛、剛果、象牙海岸和南蘇丹等維和任務。此外坦尚尼亞重視發展與中國、印度、日本等亞洲國家的關係。坦尚尼亞為東非共同體成員，曾提出2015年合併成為統一的聯邦國家。該聯邦將擁有共同的憲法、總統、議會和貨幣。但是截至2014年為止，雖然五國都支持組成東非聯邦，但政治上的各項安排以及施行日程等仍在持續協商當中。",
      "ending2": "小艾伯特·阿諾·艾爾·高爾，美國政治家，曾於1993年至2001年間在貝爾·柯林頓執政時期擔任美國副總統。2000年美國總統大選後成為一名國際上著名的環境活動家，由於在環球氣候變化與環境問題上的貢獻受到國際的肯定，因而與政府間氣候變化專門委員會共同獲得2007年度諾貝爾和平獎。高爾任副總統前，曾出任過美國國會眾議員及美國國會田納西州參議員。他的父親亦曾任三屆國會參議員。高爾於1948年3月31日出生於美國首都華盛頓特區，父親老高爾也是美國政治家，曾代表田納西州任聯邦眾議員及聯邦參議員。童年時代高爾除了在華盛頓生活外，也不時回到家鄉田納西州。那裡高爾一家擁有一個農場種植乾草和菸草，並飼養牛隻。高爾於1969年畢業於哈佛大學，那期間他修讀政治科學，為日後的政治生涯鋪路。時正值越戰，高爾於同年入伍，曾以軍隊記者的身份進入越南戰場。從戰場後回來，高爾就讀於范德堡大學的神學院和法學院，並獲得洛克菲勒基金會獎學金。",
      "ending3": "21世紀早期長期的乾旱使坦尚尼亞的水力發電潛力嚴重下降，在2006年，因為能源短缺，該國實行了能量配給。坦尚尼亞的能源問題估計會令當地2006年的國內生產總值下降4至5.9%。坦尚尼亞公路總長87581公里，鐵路總長3667公里，主要有坦贊鐵路、中央鐵路及東非鐵路。其中坦贊鐵路是連結坦尚尼亞原首都和港口城市三蘭港與尚比亞中部城市卡皮里姆波希的一條鐵路，建於1970至1975年。鐵路由中華人民共和國政府援建，以幫助盛產銅礦而又地處內陸的尚比亞的出口線路不必經過羅得西亞、莫三比克和南非、安哥拉。坦贊鐵路也是中華人民共和國迄今為止最大的援外成套項目之一。坦尚尼亞沿海有三蘭港、姆特瓦拉、坦噶和尚吉巴四大港口，其中累斯薩拉姆港是進出口貿易的主要通道。坦尚尼亞現有機場46個，其中三蘭港、吉力馬札羅和尚吉巴為國際機場；另有國內商用機場22座，簡易跑道通用機場21座。",
      "label": 1
  },
  {
      "fold-ind": "480c8d49733da2e819483451478ff102",
      "sent1": "華納公司在哪一年時獲得第一國家電影公司的完全控制權?",
      "sent2": "",
      "ending0": "在財務危機時期，華納公司在1927年發行由艾爾·喬森主演的《爵士歌手》。《爵士歌手》是第一部具有對白與演員歌唱的電影，雖然有對白的部分不長，大部分是配樂，但被視為影史上第一部正式的有聲電影。由於山姆·華納逝世，華納兄弟們並沒有參加《爵士歌手》的首映。在山姆·華納逝世後，傑克·華納成為製作部門的領導者，但傑克·華納也因兄長逝世而遭受打擊。傑克·華納開始解僱許多員工，其中也包含鈴叮叮與道格拉斯·費爾班克斯。《爵士歌手》的成功挽救了華納公司的財務危機。艾爾·喬森的接下來主演由華納公司製作的《歌唱傻瓜》，也獲得票房上的斬獲。華納公司連續發行的有聲電影都獲得相當高的票房，例如《爵士歌手》、《紐約之光》、《歌唱傻瓜》、以及The Terror，使華納公司成為好萊塢的大型電影製作公司。同時，華納公司也自好萊塢搬出，將總部搬遷到洛杉磯近郊的柏本克市，並建立規模更大的製片廠。",
      "ending1": "在1929年，華納公司併購聖路易斯的連鎖電影院Skouras Brothers。這家連鎖電影院的創立者斯派羅斯·斯庫拉斯，成為華納公司的電影院部門的總經理。在接下來的兩年內，斯庫拉斯的經營非常的成功。即使美國處在經濟大恐慌所造成的經濟衰退中，華納公司的損失降低，甚至有產生利潤。哈利·華納也併購許多唱片公司，打算成立唱片部門。雖然無法買下Brunswick Records，但華納公司已經買下許多唱片公司、甚至包含一家平版印刷公司。華納公司成立唱片部門後，哈利·華納指派他的兒子路易斯·華納作為唱片部門的主管。在1929年，哈利·華納買下作曲家寇爾·波特的歌舞劇《五千萬法國人》的電影版權。電影經由第一國家電影公司出品，獲得巨大的利潤。在1928年，華納公司製作、麥可·寇蒂斯執導的《諾亞方舟》大賣，麥可·寇蒂斯成為華納公司的主要導演。原任職於第一國家公司的編劇Mort Blumenstock，也成為華納公司在紐約的首要編劇。在1929年，哈利·華納從二十世紀福斯公司買下第一國家電影公司的剩餘1/3股份，獲得第一國家電影公司的完全控制權。美國司法部批准這個併購案，條件是第一國家電影公司必須以獨立公司的方式繼續營業。",
      "ending2": "華納兄弟娛樂公司，或者簡稱華納兄弟，是全球最大的電影和電視娛樂製作公司之一。目前，該公司是時代華納旗下子公司，總部分別位於美國加利福尼亞州的伯班克以及紐約市。華納兄弟包括幾大子公司，包括華納兄弟影業、華納兄弟製片廠、華納兄弟電視公司、華納兄弟動畫製作、華納兄弟遊戲、WB電視網、DC漫畫、和CW電視網。華納兄弟成立於1918年，是美國成立時間第三悠久的電影公司，前兩家為派拉蒙電影公司和環球影業，均成立於1912年。華納兄弟雖然於2005年和傳奇影業達成合作協議，但是好景不長。2013年，傳奇影業表態說華納兄弟把《環太平洋》宣傳得不夠好，結果導致華納兄弟就和傳奇影業解約。傳奇影業後來改和環球影業合作。",
      "ending3": "現代時期的開始代表了歐洲文藝復興的結束。確切的時間點會依據各個領域的界定而有所不同，比如說，一個歷史學家可能會將現代的開始放在1650年，而一個音樂家則可能會把時間放在音樂的浪漫時期結束之後，也就是大約1900年。當代史學者習慣把一戰爆發，作為近代的終結、現代的開端。同樣地，依據各個領域的不同觀點，現代時期可能會被界定為一直延伸到我們現在所處的時間，或者也有可能被認為結束於後現代主義的開始，可能在1960年代到1980年代初期之間的任何一點。如果是將現代定義為在後現代之前的話，那麼它可能特別指涉了現代主義。有的觀點則認為，後現代主義只不過是現代主義本身最晚一個時期的發展而已。",
      "label": 1
  },
  {
      "fold-ind": "6e8c3300e198a14d348e1ae503c56fba",
      "sent1": "「三區革命」在哪一年爆發?",
      "sent2": "",
      "ending0": "1972年的冠軍是西德，2008年的冠軍是西班牙，這兩個球隊是歷史上2個在奪得歐洲國家盃之後，接連再贏得世界盃的球隊。在1992年歐洲國家盃舉行前，南斯拉夫爆發內戰，該國被禁止參賽，由丹麥補上，並以「黑馬」姿態譜寫「丹麥童話」，奪得冠軍。成爲首支以「黑馬」姿態奪冠的球隊。2000年舉行的歐洲國家盃，首次由兩個國家比利時及荷蘭共同主辦，最後冠軍由法國奪得。2000年的冠軍是法國，2012年的冠軍是西班牙，這兩個球隊是歷史上2個在奪得世界盃之後，接連再贏得歐洲國家盃的球隊。西德及現今的德國曾先後8次晉身歐洲國家盃準決賽，當中6次闖入決賽，最後一共三次奪冠而回，是至今成績最好的球隊。2004年舉行的歐洲國家盃中，希臘以「黑馬」姿態譜寫「希臘神話」，成為2004年的歐洲霸主。",
      "ending1": "宣統三年辛亥革命後清朝被中華民國取代，革命黨人湖南人劉先俊等在伊犁策動起義，殺死伊犁將軍志銳，成立伊犁臨時軍政府。新疆巡撫袁大化電奏清廷保阿克蘇道尹楊增新為新疆都督，自己逃離新疆。楊增新在1912年和軍政府議和，逐漸取得全疆控制，並擁護中華民國大總統袁世凱。革命黨人或被殺死，或回到內地。同年底在沙俄的支持下喀爾喀蒙古宣布獨立。1912年庫倫當局攻陷科布多後，又入侵蒙古與新疆之間的阿勒泰，被楊增新派軍擊敗。1919年，北洋政府同意將阿勒泰併入新疆，設立阿山道，即今之阿勒泰地區。民國十七年6月，北伐結束，7月1日楊增新易幟自行就任新疆省政府主席兼總司令，7月7日被刺身亡。11月17日省政務廳長金樹仁成為新疆省主席。由於金樹仁的獨裁統治，各地民變迭起，和加尼牙孜等人首先在哈密發生暴動，導致甘肅軍閥馬仲英入疆。民國二十二年馬仲英攻打迪化，被新疆督辦公署參謀長盛世才擊敗。同年4月12日在一些不滿金樹仁的軍官利用流亡新疆的白俄歸化軍發動政變，推舉盛世才為新疆督軍。金樹仁取道蘇聯逃往天津。同年11月，在英國的支持下，和闐人穆罕默德·伊敏、沙比提大毛拉等人在疏附宣布成立東土耳其斯坦伊斯蘭共和國，推舉和加尼牙孜為總統。民國二十三年2月，東土耳其斯坦被馬仲英部下馬福元所滅。穆罕默德•伊敏逃回和闐，又擁立其兄滿素爾為帕夏，成立「和闐伊斯蘭王國」，隨即被馬虎山所部消滅。",
      "ending2": "中國是歷史上最早使用年號紀年的國家。第一個年號出現在西漢漢武帝時期，年號為建元。此前的帝王只有年數，沒有年號。此後使用年號的傳統一直延續到20世紀初期。中國皇帝在即位時往往會改元，換一個新的年號重新紀元；明清以前的很多皇帝在位時也常常因為各種原因而改元。明清的皇帝則大部分都只有一個年號，因此也常常用年號來稱呼皇帝，例如康熙帝。一般改元從下詔的第2年算起，也有一些從本年年中算起。1912年1月1日，中華民國成立，廢除年號紀年，以民國作為國家紀年。但仍有個別地方政權和起事者用年號。在中華民國短暫帝制「復辟」期間，均曾在部分地區恢復年號的使用。由民國元年1月1日至民國三十八年12月8日，中國大陸一直使用民國紀年。",
      "ending3": "盛世才前期依靠蘇聯支持鞏固政權，進而控制了新疆全境。為表示其親共，盛世才前往蘇聯考察，還邀請中共陳潭秋、毛澤民、林基路等人到新疆工作。後期和中共決裂，民國三十二年國民政府人員隨同國軍部隊進入新疆。在整個抗戰期間，新疆相對獨立，是抗戰的大後方。盛世才還派軍支持了綏遠抗戰等戰役。民國三十三年，在蘇聯支持下，新疆爆發了反對國民政府統治的「三區革命」，再度打出「東突厥斯坦」的旗號，並殘酷屠殺當地的漢族回族人民。9月，蔣中正將盛世才調到重慶任林業部長，派吳忠信任新疆省長，並命令馬步芳派一個軍的騎兵駐紮在新疆各地，對東突厥斯坦獨立運動的活動進行鎮壓。民國三十五年6月，「三區革命」領導人阿合買提江、阿巴索夫等撤銷了艾力汗•吐烈的職務，將「東突厥斯坦共和國」改組為伊犁專區參議會。民國三十八年，國共內戰末期，中國人民解放軍盡佔優勢，國軍節節敗退。在彭德懷的人民解放軍第一野戰軍8月26日佔領蘭州繼而佔領甘肅全境之後，新疆的國民革命軍軍政長官陶峙岳、包爾漢等宣布脫離廣州的臨時國民政府起義。期間已經投向共產黨一邊的張治中在中斡旋，而中共方面的談判代表是鄧力群。同年前蘇聯讓起義軍停止進入烏魯木齊，並讓起義軍投降於中華人民共和國政府。9月25日第一野戰軍第一兵團在王震將軍率領下攻佔烏魯木齊，成為中華人民共和國的一省。而中華民國政府遷台後則在台北市設立「新疆省政府辦事處」作為尚有該地主權的「象徵」，但在未能實際統治的情況下存在意義薄弱，最終仍於1992年1月16日裁撤。",
      "label": 3
  },
  {
      "fold-ind": "a6770ec0577fe09fffb6f629cb19857d",
      "sent1": "酋長球場的舊名稱為何?",
      "sent2": "",
      "ending0": "夏季奧林匹克運動會足球比賽是一項國際性的足球比賽，從1900年開始就已經成為奧林匹克運動會的比賽項目之一。對奧運會足球比賽，國際足總與國際奧委會之間存在很大的分歧。國際足總一直反對職業足球運動員參加奧運會足球比賽。經過雙方不斷磋商，對參加者的要求也一直在改變。1977年，國際足總決定不允許參加過上屆世界盃足球賽的運動員參加奧運會足球比賽。1984年則修改為，參加世界盃的運動員從1988年夏季奧林匹克運動會開始可以參加奧運會足球比賽，但是年齡不得超過23歲。此後又決定只允許不超過3名年齡23歲以上的運動員參加。2009年12月的國際足總執委會會議，決定在2012年倫敦奧運會上維持該規定。1996年夏季奧林匹克運動會加入女子足球項目，由於當時女子足球運動發展仍未成熟，因此國際足總沒有對女子足球作出限制。國際足總擔心奧運會足球比賽會成為另一個世界盃，從而動搖世界盃作為唯一最高水平的足球比賽的地位。因為這個原因，奧運足球賽參賽球員全部都是23歲以下，因此關注程度不及其他奧運項目和世界盃，但同時也是參賽球員於國際大賽的鍛煉從而升上國家隊的平台之一。",
      "ending1": "足球水準較高​​的歐洲，其國家隊在世界盃決賽週中佔有近一半席位，但在奧運足球各洲席位平均分布下，不少歐洲足球強國沒有取得參賽資格。現在歐洲足協乾脆用歐洲21歲以下青年足球錦標賽的前三名作為奧運男子足球參賽資格，而歐洲各國都視奧運男子足球為鍛鍊青年球員的練習場地。反而世界盃足球賽和奧運會同年舉行的歐洲足球錦標賽才是歐洲各國的目標，此舉亦令奧運會與作為「世界第一運動」的​​足球結合的極其尷尬。世界盃足球賽、歐洲足球錦標賽、歐洲冠軍盃無論在規模和吸引力都較奧運男子足球為大。一般情況下，奧運男子足球的精彩程度被認為不如一個國家的國內頂級聯賽有質量，在這樣的環境下，奧運男子足球的去留問題一度成為話題。",
      "ending2": "海布里被禁止擴建，因為東看台被列為第二級歷史建築，另外的三個看台均非常接近住宅區。這些限制阻礙了俱樂部在1990年代至2000年代早期增加比賽日的收入，令球隊不能應付球壇的迅速發展。考慮過多個解決方案後，阿森納決定於1999年11月宣布興建新球場，選址為海布里附近的阿什伯頓，和海布里球場只有500米的距離。但因成本上升，球場的工程受延誤，於2006-07賽季才能正式啟用。新球場命名為酋長球場，因阿森納與阿拉伯聯合大公國的阿聯航空簽下價值約1億歐元的合約。但有部份球迷反對球場以企業命名，於是他們繼續使用場地的舊名稱「阿什伯頓」，而非酋長球場。酋長球場的名稱將最少使用至2028年。",
      "ending3": "1959年，四季大廈正式入伙。約1960年代，楊屋道球場開幕，為區內首個有球場的運動場地。1961年，當時仍屬荃灣區的大窩口落成，是當時區內首個公共屋，也是今天葵青區的首個公共屋。1963年，福來落成，是是當時區區內第二個公共屋，也是今天荃灣區的首個公共屋。1964年，當時仍屬荃灣區葵涌落成，是區內第三個公共屋，也是今天葵青區的第二個公共屋。1966年，荃灣從南約分治出來，獨立成約，稱為荃灣約。1970年代初，香港政府通過荃灣發展計劃，並將進行大規模填海工程，興建多個公共屋及基本建設。1972年，當時仍屬荃灣區的葵涌貨櫃碼頭一號、二號及三號碼頭?用。1973年，仁濟醫院啟用。1974年，為配合青衣島的發展，青衣南橋通車，今青衣島屬葵青區。1975年，當時仍屬荃灣區的瑪嘉烈醫院落成並?用。1976年，當時仍屬荃灣區的葵涌貨櫃碼頭四號碼頭?用。",
      "label": 2
  },
  {
      "fold-ind": "4d3e3ea2832b3a6ddcf0dd2ffede55fa",
      "sent1": "台灣棒球維基館是哪一個計劃的加值成果？",
      "sent2": "",
      "ending0": "1972年的冠軍是西德，2008年的冠軍是西班牙，這兩個球隊是歷史上2個在奪得歐洲國家盃之後，接連再贏得世界盃的球隊。在1992年歐洲國家盃舉行前，南斯拉夫爆發內戰，該國被禁止參賽，由丹麥補上，並以「黑馬」姿態譜寫「丹麥童話」，奪得冠軍。成爲首支以「黑馬」姿態奪冠的球隊。2000年舉行的歐洲國家盃，首次由兩個國家比利時及荷蘭共同主辦，最後冠軍由法國奪得。2000年的冠軍是法國，2012年的冠軍是西班牙，這兩個球隊是歷史上2個在奪得世界盃之後，接連再贏得歐洲國家盃的球隊。西德及現今的德國曾先後8次晉身歐洲國家盃準決賽，當中6次闖入決賽，最後一共三次奪冠而回，是至今成績最好的球隊。2004年舉行的歐洲國家盃中，希臘以「黑馬」姿態譜寫「希臘神話」，成為2004年的歐洲霸主。",
      "ending1": "台灣棒球維基館網站開站一週年前夕，曾有版權問題被網站使用者提出；在經過了社群討論後，於2006年4月14日當天轉換版權協定為創作共用。但較遺憾的是截至目前為止，該館的許多頁面都未列出資料來源，有待日後使用者的增補。為了鼓勵參與者繼續編輯與熱心參與，台灣棒球維基館亦制訂了榮譽制度，依照使用者參與的時間、編輯的次數、新頁面的數目多寡來頒發，並在「台灣棒球維基館榮譽記錄」頁面中公布名單。目前制訂的榮譽制度有：熱心新人、優秀新人、助理編輯、執行編輯、資深編輯、攝影達人和棒球達人等。為了慶祝開站一週年，台灣棒球維基館在2006年5月21日舉辦了第一次聚會活動，聚會中除了有部份平日參與網站運作的使用者前來，也邀請到了《台灣棒球一百年》作者與台灣棒壇人士嚴德和之女。此後，台灣棒球維基館每年都會舉辦聚會，讓社群除了在網路上，還可在現實生活中互動，藉以凝聚社群力量，共創新局。",
      "ending2": "台灣棒球維基館網站建立初期由研究團隊負責維護使其順利運作，目前則開放由眾多對棒球有興趣的使用者共同協作。由於許多使用者的努力，使得內容及功能日益精進，成為許多棒球社群的參考資源。至2011年10月，據該網站統計資料指出：創站六年半以來，頁面瀏覽次數已逾2億次，總頁面數有2萬多頁，註冊使用者超過4千人；使用者來自全球170餘國1萬多個城市。至2015年4月，頁面瀏覽次數已逾3億6千多次，總頁面數2萬多頁，註冊使用者超過8千人，顯示該網站已成為眾多網友尋找棒球資料的重要來源。台灣棒球維基館的參與者除了來自於台灣各地的棒球運動愛好者，也有許多是旅居國外的僑胞或對台灣棒球有興趣、懂中文的外國人。目前大部分參與編輯工作的使用者當中，對於現役職棒球團、現役球員相關資料、各項國際賽事…等條目持有較大的興趣，因此編輯較為頻繁的頁面也以該類條目居多。",
      "ending3": "台灣棒球維基館是一個線上開放的台灣棒球歷史教育館，旨在記錄台灣棒球史中值得記錄的人物、事件、時代、地點、文物等。該站為一非營利性質的研究網站，以維基開放協作方式供大眾對棒球相關資料加以彙整，以充實台灣棒運發展的歷史紀錄，只要是對棒球有興趣的人士皆可參與編寫工作。台灣棒球維基館為淡江大學資訊與圖書館學研究所數位典藏研究小組執行國科會計畫「台灣棒球運動珍貴新聞檔案數位資料館之建置」的加值成果，自2005年4月14日正式開站，以正體中文為主要編輯文字，採用維基媒體作為系統平台，版權協定最早曾為角馬自由文檔許可證，主機架設於淡江大學資訊與圖書館學研究所實驗室內。",
      "label": 3
  },
  {
      "fold-ind": "248579f48f6968674ad1117d1951260d",
      "sent1": "台灣在2013年得到國際鳥盟頒發的國際保育獎的原因為？",
      "sent2": "",
      "ending0": "1972年的冠軍是西德，2008年的冠軍是西班牙，這兩個球隊是歷史上2個在奪得歐洲國家盃之後，接連再贏得世界盃的球隊。在1992年歐洲國家盃舉行前，南斯拉夫爆發內戰，該國被禁止參賽，由丹麥補上，並以「黑馬」姿態譜寫「丹麥童話」，奪得冠軍。成爲首支以「黑馬」姿態奪冠的球隊。2000年舉行的歐洲國家盃，首次由兩個國家比利時及荷蘭共同主辦，最後冠軍由法國奪得。2000年的冠軍是法國，2012年的冠軍是西班牙，這兩個球隊是歷史上2個在奪得世界盃之後，接連再贏得歐洲國家盃的球隊。西德及現今的德國曾先後8次晉身歐洲國家盃準決賽，當中6次闖入決賽，最後一共三次奪冠而回，是至今成績最好的球隊。2004年舉行的歐洲國家盃中，希臘以「黑馬」姿態譜寫「希臘神話」，成為2004年的歐洲霸主。",
      "ending1": "2008年，新學制系統「博雅書院」正式招生。第二教學區新音樂系館、新美術系館落成啟用。2009年8月1日，成立法律學院，成為中部高等教育學術領域涵蓋面最廣的學府。2010年，第二教學區學生宿舍、新教職員宿舍完工。乳品小棧、超市、婦女會進行改建。2012年，董事長林振國辭職，由國立臺灣海洋大學前校長、東海大學董事汪群從教授接任。2013年，圖書館進行整建工程，思恩園新建噴水池、第二教學區新建體育設施等陸續完工。2013年2月1日，國立成功大學前教務長湯銘哲博士接任第八任校長。2013年5月，未來事件交易所公布「台灣最好大學」、「台灣的大學社會貢獻度」及「台灣的大學國際化」評鑑結果，東海大學登臺灣最好私立大學第一名，社會貢獻度為私校第五名，國際化為私校第四名。2014年，增設國際學院國際經營管理學位學程。東海大學退休教授林碧堯，投書認為校官方未收入以下這段歷史：台南神學院院長黃彰輝牧師、黃武東、陳明清等長老共同倡議創設基督教大學。1953年，第二屆台灣基督長老教會總會決議由黃武東長老於5月赴美向基督教大學聯合董事會提出台灣總會願協力在台灣建設大學，經討論後獲得聯董會接納並決議請台灣基督長老教會總會為在台設校之Co-Founder。黃武東長老並應聯董會之邀參觀主張「通才教育」、「重質不重量」的肯塔基州伯里亞學院。美國「亞洲基督教高等教育聯合董事會」隨後派員來台與台灣基督徒共同成立建校籌備處及董事會，創立基督教大學籌備委員會由聯合董事會，台灣基督長老教會總會，及台灣地方人士三方面各派代表三人組成，前教育部長杭立武擔任籌備處主任及首任董事長。台灣基督長老教會總會所派的委員是黃彰輝院長、陳明清律師、及許有才，第一屈董事會成立時黃彰輝院長、黃武東牧師、陳明清牧師、高天成院長等台灣基督長老教會成員任董事。之後以長老教會身份留在東海大學董事會的尚有林宗義與宋泉盛等",
      "ending2": "2006年，位於北屯區崇德路與環中路口的洲際棒球場啟用，可容納觀眾20,000人，已成為臺中人引以為傲的大型國際級棒球比賽場地。該場地曾舉辦過2006年洲際盃棒球賽、2007年世界盃棒球賽、2007年亞洲棒球錦標賽、2013年世界棒球經典賽B組預賽等國際賽事，及中華職棒總冠軍賽及例行賽等國內賽事，目前是義大犀牛、威達成棒隊的主場地。臺中自2006年接連舉辦多次國際性棒球賽事，因此於2013年獲國際棒球總會頒發世界首座世界棒球之都榮譽。。另外台中萬壽棒球場位於西區向上路、大墩路口，可容納觀眾5,000人，常作為業餘棒球的賽場。足球是臺中另一項重要運動項目。1970年代名揚國際的中華木蘭女子足球隊，便是以臺中宜寧中學的選手為主體。預計於2015年成立台灣第一支職業足球隊，邀請其他國家籌組跨國聯賽。",
      "ending3": "國際鳥盟為一個國際生態保育聯盟，擁有由全球的夥伴組織組成的網絡，包括英國皇家鳥類保護協會、直布羅陀鳥類學暨自然史學會、奧杜邦學會、孟買自然史學會、澳州鳥會、中華鳥會、香港觀鳥會等。國際鳥盟成立於1922年，創辦者為吉勃特皮爾森與尚提奧多德拉庫爾，初期名為國際鳥類保育協會，此名稱在二次戰後即不再使用，直至1983年才恢復運作，並於1993年更名為國際鳥盟。現任主席是日本的憲仁親王妃久子，歷任主席包括約旦努爾皇后。2013年，台灣由於保育黑面琵鷺的成效，獲得國際鳥盟頒發的「國際保育獎」。在世界自然保護聯盟與物種存續委員會合著出版的世界自然保護聯盟瀕危物種紅色名錄中，鳥類的部份由國際鳥盟所負責。",
      "label": 3
  },
  {
      "fold-ind": "367fa515034bb4ff272bd3c0d8d4f9c5",
      "sent1": "哪一種鈉的製備方法會以鎳為陽極鐵為陰極來電解析出？",
      "sent2": "",
      "ending0": "代謝的經典研究方法是還原法，即對單個代謝途徑進行研究。放射性示蹤是一個非常有用的研究手段，它通過定位放射性標記的中間物和產物來追蹤代謝過程，從而可以在整個生物體、組織或細胞等不同水平上對代謝進行研究。隨後，對催化這些化學反應的酶進行純化，並鑑定它們的動力學性質和對應的抑制劑。另一種研究方法是在一個細胞或組織中鑑定代謝相關的小分子，其中所有的這些小分子被稱為一個組織細胞的代謝物組。綜上，這些研究給出了單個代謝途徑的組成結構和功能；但這些方法卻無法有效應用於更為複雜的系統，如一個完整細胞中的所有代謝。",
      "ending1": "鈉在自然界中以化合物的形式存在，是最常見的鹼性金屬，也是地球上第六豐富的元素。鈉大量的存在於鈉長石、食鹽、智利硝石、純鹼等礦物中。此外，在海水中以鈉離子的形式存在，在海水中含量約為2.7%。鈉也是人體肌肉和神經組織中的主要成分之一。鈉的製備方法主要有當斯法和卡斯納法。當斯法為在食鹽融熔液中加入氯化鈣，油浴加熱並電解，溫度為500℃，電壓6伏特，通過電解在陰極生成金屬鈉，在陽極生成氯氣。然後經過提純成型，用液體石蠟進行包裝。卡斯納法以氫氧化鈉為原料，放入鐵質容器，熔化溫度320~330℃，以鎳為陽極，鐵為陰極，在電極之間設置鎳網隔膜，電解電壓4~4.5伏特，陰極析出金屬鈉，並放出氧氣。再將製得的金屬鈉精製，用液體石蠟包裝。",
      "ending2": "在實驗室中，不少化學反應都會釋放氫氣作為副產品。工業生產出的氫可以用來氫化各種不飽和物質。在自然界中，生物體的還原反應也會釋放出氫氣。在實驗室中製備氫氣，一般用非氧化酸與反應性較高的金屬在啟普發生器中發生反應。鋁經過鹼的處理後，也會產生氫氣。對水進行電解，可以很容易地製成氫氣。當低電壓的電流通過水的時候，氧氣會在陽極積累，而氫氣則在陰極積累。在製備氫氣作儲存之用時，陰極的材料一般選用鉑等惰性金屬，以避免與氫氣發生反應。如果製成的氫氣須要當場用來燃燒，則氧氣可助燃，所以陽極也應該用惰性金屬作為材料。理論上的最大能源效率，即產出的氫氣所含潛在能量佔投入電能的比例，為80%至94%。用鋁鎵合金製成的顆粒，加入水中，會產生氫氣。這一反應也會產生氧化鋁，但用於防止顆粒表面形成氧化層、成本較高的鎵在反應之後可以回收再用。這一反應有潛力成為氫能經濟的基礎，因為氫氣可以在現場生成，無須運輸。",
      "ending3": "電漿的製備方法有許多種，但生成和維持都需要能量的輸入。對介電氣體或其他流體施加電壓，產生的電場會把負電荷拉向陽極，而把正電荷拉向陰極。當電壓不斷增加，電極化會對材料施加應力，直到超過其介電極限。這時發生電擊穿現象，釋放電弧，使絕緣材料電離，變為導電體。其背後的原理是湯森德突崩：初始電離所釋放的電子，在每次撞擊中性原子時，都會再釋放一顆電子，如此類推，迅速產生一連串的連鎖電離反應。當電流密度及電離度達到一定的程度，兩個電極之間就會形成發光的電弧。這是一種空間上連續的放電現象，類似於閃電。電弧的連續軌跡上的電阻會產生熱量，進而分解更多的氣體分子，使更多的原子電離，氣體如此逐漸變為熱電漿。熱電漿處於熱平衡，也就是說，電子和質量大的粒子溫度相近。這是因為，在熱電漿形成的時候，電子所接收的電能會因電子數量龐大及流動性強而迅速分散，再通過彈性碰撞傳遞給大質量粒子。",
      "label": 1
  },
  {
      "fold-ind": "fd0d512b375ca4843e96885aa0397049",
      "sent1": "《自由微中子的探測：一個證實》刊登於哪一本雜誌?",
      "sent2": "",
      "ending0": "關於《詩經》中詩的分類，有「四始六義」之說。「四始」指《風》、《大雅》、《小雅》、《頌》的四篇列首位的詩。「六義」則指「風、雅、頌，賦、比、興」。「風、雅、頌」是按音樂的不同對《詩經》的分類，「賦、比、興」是《詩經》的表現手法。《風》又稱《國風》，一共有15組、按地區劃分，包括「周南」、「召南」、「邶風」、「鄘風」、「衛風」、「王風」、「鄭風」、「檜風」、「齊風」、「魏風」、「唐風」、「秦風」、「豳風」、「陳風」和「曹風」，共160篇，又被稱為「十五國風」。《國風》被普遍視為《詩經》中的文學精華部分，後人將其與屈原的《離騷》並稱為「風騷」。從風格上講，《國風》帶有濃烈的地方色彩；從內容上講，《國風》大多數是民間詩歌，作者除個別貴族外大多是民間歌手。",
      "ending1": "1914年詹姆斯·查德威克發現β衰變的譜線是連續譜，這表明在β衰變中存在一部分未知的能量損失。為此，沃爾夫岡·包立於1930年提出微中子假說：在β衰變過程中，伴隨每一個電子有一個輕的中性粒子一起被發射出來，包立當時將這種粒子稱作中子。但隨後查德威克於1932年發現了「真正」的大質量中子後，這種中性粒子後來被費米改成了現在具有義大利文風格的名字，稱作微中子。1934年，費米在此基礎上將產生電子和微中子的過程和產生光子的過程進行了類比，提出中子和質子只是核子的兩種狀態，β衰變即這兩種狀態之間的躍遷過程，從中會釋放出電子和微中子；而相對於電磁交互作用釋放的光子，釋放電子和微中子的交互作用被稱作弱交互作用。義大利物理學家維克和漢斯·貝特後來用費米的衰變理論預言了第三種β衰變的形式：電子俘獲，這一預言後來也被實驗證實。1953年，洛斯阿拉莫斯國家實驗室的克萊德·科溫和弗雷德里克·萊因斯等人利用核反應爐的β衰變產生的反微中子對質子進行散射，通過測量得到的中子和正電子的散射截面直接證實了反微中子的存在。相關論文《自由微中子的探測：一個證實》於1956年發表在《科學》雜誌上，這一結果獲得了1995年的諾貝爾物理學獎。",
      "ending2": "《泰晤士報》，英國的一份於全國發行的綜合型日報，是一張對全球政治、經濟、文化發揮巨大影響力的報紙。昔譯《太晤士報》，又稱《倫敦時報》。《泰晤士報》隸屬於魯珀特·梅鐸的新聞集團。長期以來，《泰晤士報》一直被視為英國的第一主流大報，被譽為英國社會的忠實記錄者。《泰晤士報》在英國國內政治和國際關係問題上扮演了針砭時勢的角色。在被梅鐸收購後，《泰晤士報》風格漸趨保守。該報在政治立場上傾向支持英國保守黨。《泰晤士報》的原名The Times中文直譯為時報。《泰晤士報》是世界上第一張以Times命名的報紙，但因現在世界各地還有許多名為Times的報章，如《紐約時報》與《洛杉磯時報》等等，為了辨別起見，《泰晤士報》時常被英語使用者稱為倫敦時報，作為區分。The Times的中文舊譯是音譯的太晤士報，後來被中文同音的泰晤士替代。後者來自與The Times讀音相近但毫無關聯的流經倫敦的泰晤士河的名稱，可視作誤譯。由於約定俗成的關係，泰晤士報此譯一直沿用至今。",
      "ending3": "電弱理論的成功重新喚起了人們對規範場論的研究興趣，1973年，美國物理學家戴維·格婁斯和他的學生弗朗克·韋爾切克，以及美國物理學家休·波利策發現了非阿貝爾規範場中的漸近自由性質。而他們也給出了對於觀察不到靜止質量為零的膠子的解釋：膠子如同夸克一樣，由於色荷的存在而受到色禁閉的約束從而無法獨立存在。在統合了電弱理論和量子色動力學的基礎上，粒子物理學建立了一個能夠描述除重力以外的三種基本交互作用及所有基本粒子的規範理論——標準模型，二十世紀中葉以來高能物理的所有實驗成果都符合標準模型的預言。然而，標準模型不但無法將重力，以及近年來提出的暗物質與暗能量包含在內，它所預言的希格斯玻色子的存在還沒有確鑿的實驗證實，它也沒有解釋微中子振盪中的非零質量問題。2008年起在歐洲核子研究組織開始運行的大型強子對撞機的主要實驗目的之一，就是對希格斯玻色子的存在性進行驗證；2013年3月14日，歐洲核子研究組織發表新聞稿正式宣布探測到希格斯玻色子。",
      "label": 1
  },
  {
      "fold-ind": "3d1ca17b7f23d9954be0fb5cf6b1f58e",
      "sent1": "為何奧運中舉辦的桌球與體操並不普及？",
      "sent2": "",
      "ending0": "近年來奧運的權威性備受挑戰，其中尤其以足球、網球和棒球項目尤為嚴重，其中足球的世界盃足球賽在全球整體的被關注和受歡迎程度明顯的超過了奧運會，由於奧運會的綜合項目較雜，一些項目，如舉重、跳水等由於觀賞性不高並不受到大眾的普遍歡迎，而像桌球、體操、射擊等項目由於商業化不強，只有少數個體國家重視，並不普及，亦缺少大家耳熟能詳的明星運動員而不被廣泛關注，導致大多數的項目不能吸引公眾注意；反觀田徑、游泳等大型項目又因為項目以及獎牌數量設置太多，導致綜合金牌榜的權威性亦受到公正問題方面的挑戰。近年，新興國家的崛起，使得傳統體育強國的公民和媒體對奧運會的負面指責增多，如2012年倫敦奧運會，中國葉詩文打破世界紀錄，成績過於突出，導致了一些傳統游泳強國媒體的圍攻，質疑是否使用了興奮劑，以致於國際泳聯都出面澄清支持葉詩文。",
      "ending1": "奧運是體育運動界最高水準的比賽，奧運冠軍亦是多數項目的運動員一生追求的終極目標，並視之為最高榮譽；不過隨著體育運動職業化，一些體育項目的運動員並不視奧運冠軍為最高榮譽，但部分運動員仍然視奧運冠軍爲目標。奧運男子足球僅限23歲或以下的運動員參加。這是國際足總為了要保持世界盃足球賽的權威性。即使國際足總放寬年齡限制，由於奧運會舉行的時間，正值歐洲各國足球聯賽球季開始的時段，再加上在奧運開始前約一個月歐洲球員剛剛完成歐洲足球錦標賽，因此難以吸引更多職業足球員，放棄球會季初的比賽去參加奧運。以2016年為例，有份參與2016年歐洲足球錦標賽的球員當中沒有一位參與2016年奧運足球賽。",
      "ending2": "夏季奧林匹克運動會足球比賽是一項國際性的足球比賽，從1900年開始就已經成為奧林匹克運動會的比賽項目之一。對奧運會足球比賽，國際足總與國際奧委會之間存在很大的分歧。國際足總一直反對職業足球運動員參加奧運會足球比賽。經過雙方不斷磋商，對參加者的要求也一直在改變。1977年，國際足總決定不允許參加過上屆世界盃足球賽的運動員參加奧運會足球比賽。1984年則修改為，參加世界盃的運動員從1988年夏季奧林匹克運動會開始可以參加奧運會足球比賽，但是年齡不得超過23歲。此後又決定只允許不超過3名年齡23歲以上的運動員參加。2009年12月的國際足總執委會會議，決定在2012年倫敦奧運會上維持該規定。1996年夏季奧林匹克運動會加入女子足球項目，由於當時女子足球運動發展仍未成熟，因此國際足總沒有對女子足球作出限制。國際足總擔心奧運會足球比賽會成為另一個世界盃，從而動搖世界盃作為唯一最高水平的足球比賽的地位。因為這個原因，奧運足球賽參賽球員全部都是23歲以下，因此關注程度不及其他奧運項目和世界盃，但同時也是參賽球員於國際大賽的鍛煉從而升上國家隊的平台之一。",
      "ending3": "舉辦過夏季奧運會的國家有中華人民共和國、比利時、加拿大、芬蘭、義大利、墨西哥、荷蘭、大韓民國、西班牙、蘇聯和瑞典等。英國於2012年第三次舉辦夏季奧運會，倫敦成為第一個舉辦三次夏季奧運會的城市。南美洲的第一次奧運會在巴西里約熱內盧舉辦。瑞典的斯德哥爾摩在兩次夏季奧運會中舉辦過賽事，一次是1912年夏季奧林匹克運動會，並在1956年夏季奧林匹克運動會中與其他國家合作舉辦了馬術項目的比賽。個別比賽項目在香港和荷蘭舉辦，分別是2008年夏季奧林匹克運動會馬術項目及1920年夏季奧林匹克運動會的兩場帆船比賽。",
      "label": 0
  },
  {
      "fold-ind": "eb6457e31e909d7f46ff93fe436e56b5",
      "sent1": "兩所大學的天文系相關科系，成立文理科的綜合大學，一所是齊魯大學，另一所是?",
      "sent2": "",
      "ending0": "大學的會眾由學校逾3700名學術及行政人員組成，成員亦包括所有的大學畢業生。其負責商討及正式頒發由大學評議會所草議的政策，並擁有最終的立法權力。與其他英國大學一樣，雖然牛津的正式領袖是其校監，但此職位並不介入學校的日常事務。其只負責監察學校的行政，並由會眾定期選出。真正處理學校行政事務的主領，為牛津大學的校長。而大學目前也有5位副校長，專門負責教育、研究、學校計劃及資源分配、學校發展及對外事務和人事及平等機會五大範疇的監督。大學評議會負責政策與行政事務，成員包括校長及所有由會眾所選出來的學術部門的首長，學生會則為評議會的監察者。這種的民主中央行政架構為牛津劍橋兩所大學特有的體制。",
      "ending1": "華南理工大學，簡稱：SCUT、華工、華工大或華南理工，原名：華南工學院，位於中國廣東省廣州市，創立於1952年全國高等學校院系調整時期，是一所公立重點大學。其主要前身為1931年成立的國立中山大學理工學院。華南理工大學原名華南工學院，組建於1952年中國高等院校院系調整時期，是以中山大學工學院、華南聯合大學理工學院、嶺南大學理工學院工科系及專業、廣東工業專科學校為基礎，調入湖南大學、武昌中華大學、武漢交通學院、南昌大學、廣西大學等5所院校部分工科系及專業組建而成，1988年改為現名。華南理工大學的辦學歷史十分悠久，可以追溯至20世紀30年代乃至清末時期。作為組建基礎的中山大學工學院源於1931年成立的國立中山大學理工學院；華南聯合大學理工學院由1930年成立的私立廣東國民大學工學院和1940年成立的私立廣州大學理工學院合併而成。",
      "ending2": "原南京大學文、理學院與金陵大學文、理學院合併，調入同濟大學外文組、震旦大學法文組、復旦大學德文組，齊魯大學天文算學系與中山大學天文系，成立文理科的綜合大學，仍名南京大學。1953年又調入浙江大學地理組及四川大學地理學系。南京大學校址設在原金陵大學天津路部。設中國語言文學系、俄羅斯語言文學系、西方語言文學系、歷史學系、數學系、物理學系、化學系、天文學系、生物學系、心理學系、地質學系、地理學系和氣象學系等13個系20個本科專業，並設4個專修科專業。10月1日，舉行南京大學校匾揭幕典禮，10月10日開學。中央人民政府任命潘菽為校長，孫叔平為第一副校長，李方訓為第二副校長，保留原南大、金大必要職員組織行政機關。原南京大學及前金陵大學的檔案、文物，除需立即應用者以外均歸南京大學。全校專任教師253人，本科生1296人，專科生482人。1956年，心理系遷往北京組建中國科學院心理研究所。",
      "ending3": "澳大利亞的高等教育體系是以公立大學為主。澳洲有一所國立大學，是由澳洲聯邦政府立法成立的澳洲國立大學，其餘三十多所公立大學都是由各地州政府立法設立；少數一至兩所私立大學。然而，因為中文媒體經常分辨不清國立大學與公立大學的區隔，導致錯誤翻譯情況發生，例如誤將公立南澳大學翻譯為「國立」南澳大學。香港最早成立的公立大學是香港大學。在二戰後的高速發展時期，多所本地公立高等教育機構相繼成立。在日本所謂公立大學是地方公共團體直接設置的大學和公立大學法人設置的大學。公立大學法人是1個或複數的地方公共團體設立的團體。",
      "label": 2
  },
  {
      "fold-ind": "4ab019e8c88bb8fb7ef0353c9d8a2a35",
      "sent1": "托爾金在軍中的時間為什麼對艾迪絲而言是可怕的壓力?",
      "sent2": "",
      "ending0": "現代時期的開始代表了歐洲文藝復興的結束。確切的時間點會依據各個領域的界定而有所不同，比如說，一個歷史學家可能會將現代的開始放在1650年，而一個音樂家則可能會把時間放在音樂的浪漫時期結束之後，也就是大約1900年。當代史學者習慣把一戰爆發，作為近代的終結、現代的開端。同樣地，依據各個領域的不同觀點，現代時期可能會被界定為一直延伸到我們現在所處的時間，或者也有可能被認為結束於後現代主義的開始，可能在1960年代到1980年代初期之間的任何一點。如果是將現代定義為在後現代之前的話，那麼它可能特別指涉了現代主義。有的觀點則認為，後現代主義只不過是現代主義本身最晚一個時期的發展而已。",
      "ending1": "1914年，英國加入第一次世界大戰。托爾金的親戚非常震驚於他不馬上志願加入英國陸軍的決定。相反，托爾金開始了一個學業項目，直到1915年取得學位後才入伍。他被委任為蘭開夏爾步兵團少尉。他和第13預備營在斯塔福德郡接受了11個月的訓練。在一封給伊迪絲的信中，托爾金抱怨道：「上級長官中很難看到紳士，說實在的，他們甚至少有人性。」托爾金之後轉到第11服務營，隨英國遠征軍於1916年6月4日到達法國。在運兵船上離開英格蘭的經歷啟發他寫了一首詩《孤獨的島嶼》。他後來寫道：「下級軍官被殺光了，每分鐘都有將士橫死沙場。離開我的妻子，像是一次死亡。」托爾金在軍中的時間對艾迪絲是可怕的壓力，她害怕每一次敲門可能帶來丈夫死去的消息。為了避開英國陸軍的信件審查，夫婦倆發展了一種密碼，用於托爾金的家信。由此艾迪絲能夠在西線的地圖上跟蹤到丈夫的動向。1916年10月27日，他的營進攻雷吉娜溝渠時，托爾金患上戰壕熱，一種流行於戰壕，由虱子傳染的疾病。1916年11月8日，托爾金負傷回到英格蘭。很多他學生時代的密友都戰死了。其中包括T.C.B.S的社員羅伯·吉爾森，死於索姆河戰役首日的博蒙阿梅爾進攻。另一社員喬弗里·史密斯死於同一場戰役，一枚德軍炮彈擊中了急救站。托爾金回到英格蘭後他所在的營幾乎全軍覆沒。因為遭受健康問題幾次被迫從戰鬥中撤離，不然托爾金也很可能已經戰死。",
      "ending2": "一戰後，托爾金的第一份平民工作是編纂《牛津英語詞典》，他主要負責W開頭的源自日耳曼語詞彙的歷史和語源學。1920年，他接下利茲大學英語語言的教職，並成為那裡最年輕的教授。在利茲期間，他製作了《中古英語詞彙表》，與E·V·戈登合作完成了《高文爵士與綠騎士》定本，兩本書都成為之後幾十年的學術標準。他還翻譯了《高文爵士》、詩歌《珍珠》和敘事詩《奧菲歐爵士》。1925年，他作為中古英語的勞林森與博斯沃思教授回到牛津大學，在彭布羅克學院任職。在彭布羅克學院期間，托爾金創作了《哈比人歷險記》和《魔戒》的前二卷，同時居住在北牛津的諾斯摩爾路20號。在1928年莫蒂默·威樂在格洛斯特郡林德公園出土了一座崇拜該神的羅馬神廟之後，他在1931年發表了一篇關於凱爾特神祇「諾登斯」名字的語言學隨筆。托爾金1936年的講座「《貝奧武甫》：怪獸和評論」對《貝奧武甫》的研究有長久的影響。里維斯·E·尼克爾森說托爾金寫的關於《貝奧武甫》的文章是「被廣泛承認為對該作品文學批評的轉折點」，指出托爾金建立了該作品作為詩歌本質的優先權，相對於其純語言學元素。在那時，學者們一致輕視《貝奧武甫》，因為其中講述的是與怪獸的幼稚戰鬥，而不是現實中部落間的戰爭。",
      "ending3": "科學與非科學的區分被稱為劃界問題。例如，精神分析應該被認為是科學嗎？所謂的「創世科學」、膨脹的多重宇宙假說、宏觀經濟學是科學嗎？卡爾·波普爾稱這是科學哲學中的核心問題。然而，對於該問題，沒有一種統一的說法贏得了哲學家普遍的接受，有些人甚至認為此問題無法解決或沒有意義。早期，邏輯實證主義者嘗試將科學建立在觀測之上；相應的，非科學則是非觀測的，因此毫無意義。波普爾認為，科學的核心屬性是可證偽性。也就是說，每一個真正科學的說法是有可能被證明是錯誤的。偽裝成科學，試圖得到本來沒有能夠實現的合法性，這樣的一個領域，就被稱為偽科學、邊緣科學，或垃圾科學。物理學家理察·費曼提出了「草包族科學」一詞：研究人員認為他們正在做科學，因為他們的活動具有科學的外表；但實際上他們缺乏「那種徹底的誠實」，讓他們的成果進行嚴格的評估。各類商業廣告宣傳，從炒作到欺詐，都可能屬於這些類別。",
      "label": 1
  },
  {
      "fold-ind": "5c2a00769b0b16cdc27873770a10e8f2",
      "sent1": "華夏民族早期主要活動範圍在哪裡",
      "sent2": "",
      "ending0": "亞洲的中國、越南、泰國、伊朗、土耳其，歐洲的英國、西班牙、俄羅斯聯邦、烏克蘭、羅馬尼亞等國都是公認的多民族國家，並且都有某一個民族在人口比例、政治經濟、語言文化等方面均占據絕對的優勢，因而存在「少數民族」的概念。亞洲的印度、巴基斯坦、菲律賓、印度尼西亞，美洲的玻利維亞等國雖然也有「民族」概念並存在多個土生民族，但沒有任何一個民族在人口數量和語言文化上占據無可爭議的絕對優勢，因而在論及這些國家時一般不說「少數民族」，而說「少數族群」或「少數族裔」。澳美新大陸的國家或地區，一般沒有「少數民族」的概念，而稱為「少數族裔」或者「少數族群」，標示族群的名稱往往是粗略的地理或國家名稱，例如來自非洲的稱為非裔、來自南亞的稱為南亞裔、來自朝鮮韓國稱為韓裔、來自中國稱為華裔。",
      "ending1": "2006年5月20日，黃帝陵祭典經國務院批准列入第一批國家級非物質文化遺產名錄。目前，黃帝陵已成為海內外華夏兒女尋根認祖的聖地，每年都有大量海內外華夏兒女前來祭拜祖先。黃帝陵祭祀已經不僅是一項簡單的祭祖活動，更蘊含著傳承中華文明，凝聚華夏兒女的深刻意義。後世對黃帝的神化是逐漸進行的。莊子中提到黃帝得道成仙；史記孝武本紀記載黃帝且戰且學仙。患百姓非其道，乃斷斬非鬼神者。百餘歲然後得與神通。，仙登於天；列仙傳中的黃帝還能夠驅使群仙。黃帝在道教中被尊為道家開創者之一，有特殊的地位。黃帝被尊奉為中華始祖。柳翼謀評論黃帝時代是洪水以前最盛之時代：自燧人以迄唐、虞洪水之時，其歷年雖無確數，以意度之，最少當亦不下數千年。故合而觀其製作，則驚古聖之多；分而按其時期，則見初民之陋。犧、農之時，雖有琴瑟、罔罟、耒耜、兵戈諸物，其生活之單簡可想。至黃帝時，諸聖勃興，而宮室、衣裳、舟車、弓矢、文書、圖畫、律曆、算數始並作焉。故洪水以前，實以黃帝時為最盛之時。黃帝和炎帝時期逐漸形成華夏族，因而他們被視為華夏民族共同的祖先，故中國人自稱炎黃子孫每年中國官方在陝西黃帝陵舉行祭祀活動，河南新鄭、浙江縉雲縣也有拜祖活動。",
      "ending2": "焦作市，古稱山陽、懷州、懷慶，是中華人民共和國河南省下轄的地級市。北依太行山，南臨黃河，地處黃河中下游北畔，是焦太線－焦柳線上重要的城市，屬於中原城市群。全市總面積三千平方公里，人口三百五十三萬，是中國優秀旅遊城市、國家園林城市。焦作是華夏民族早期活動的中心區域之一，現存裴李崗文化、仰韶文化和龍山文化遺址。焦作人文薈萃，是司馬懿、韓愈、李商隱及竹林七賢山濤等歷史文化名人的故里，太極拳的發源地。焦作市因煤而建，因煤而興，二十世紀初期，英國人開始在此大規模開採煤礦，焦作成為煤城。隨著煤炭資源的枯竭，焦作依託豐富的旅遊資源，以太極故里山水焦作為口號轉向發展旅遊經濟，形成了雲台山、青龍峽、青天河、神農山等多處國家5A級旅遊景區，其社會經濟的成功轉型被稱為焦作現象",
      "ending3": "開發區依照產業重點的不同分為經濟開發區、經濟技術開發區、工業區等類型，此外還有產業園或工業園、科技園相對專業的區域等，多附屬於開發區。開發區為中國大陸地區推行「改革開放」以來設置最多的經濟區。按照所設層次的不同，分為國家級、省級、縣級三種主要類型，很多鄉鎮也設有開發區。為便於管理，開發區劃定的區域多為地級行政區範圍內跨縣級行政區的區域，或一個縣級行政區範圍劃定的區域，這類開發區以國家級或省級開發區為主；縣級行政區範圍劃定的開發區則以縣級開發區為主，在一個鄉鎮內或跨越鄉鎮劃定區域；鄉鎮一級設立的開發區多跨行政村劃定區域，或一個行政村範圍內劃定區域。",
      "label": 2
  },
  {
      "fold-ind": "69eba02b1a6fa0263aebb934c41362d5",
      "sent1": "部分民間藝人用花卉和禽鳥的圖案拼成的漢字為？",
      "sent2": "",
      "ending0": "中國許多民俗都與漢字有關，例如：射虎：就是猜燈謎，也叫打燈虎，與漢字有著密切關係。舊時的射虎大致可以分成兩類，一類是文人射虎，謎面深奧、謎格複雜多樣、謎底多為四書五經中的原句；一類是市井燈謎，謎面謎底均很通俗。射虎是元宵節的一項重要活動。合文：中國民間常將一些帶有吉祥含義的短語合寫為一個字，以祈求吉祥，常見的合文如「招財進寶」、「囍」、「黃金萬両」等。諧音字：華人喜歡利用漢字的同音特點用諧音字取吉祥之意，比如蝙蝠的「蝠」諧音為幸福的「福」，於是廟宇中常見石柱刻有蝙輻。而走獸的「獸」亦諧音為「壽」。九九消寒圖：中國北方地區的一項民俗在每年數九的季節寫下「庭前垂柳珍重待春風」九個雙鉤字，這九個字每字九劃，從冬至開始每天根據天氣為一個筆畫填充顏色，到數九結束完成全圖。花鳥字：一些民間藝人用一些花卉和禽鳥的圖案拼寫成漢字，近看細節是一些花鳥畫，遠看整體卻是一幅字，這種字畫結合的藝術形式被稱作花鳥字，是一種多彩花鳥蟲魚組合書法。在中國，只有在春節廟會中，和一些節日集會中才可以看到。花鳥字在英美等西方國家也成為一種街頭藝術。早期的鳥字畫大多寫的是一些吉祥話語，以祈求吉利，現在在廟會見到的鳥字畫則以書寫顧客的姓名為主，購買者的目的也由祈求吉祥逐漸轉變為獵奇。測字：一種以求測者抽出漢字或寫下漢字，再由相命者利用漢字的形、音、義、部件、增筆、減筆、拆合等，甚至憑據書寫時的筆勢、墨的濃淡、當時環境等因素作出命相的解釋或論斷吉凶。",
      "ending1": "建築是人類藉突發的想像力，或模仿自然界的形態，對居住環境進行改善而構築的人造物，有時是結合許多人經過長時間的持續工作才能完成。一般認為「建築」與「建築物」或「構造物」是有所區別的，因為建築通常具有美學的意義或特徵，有時也具有特殊的象徵性。世界上絕大多數的建築物純粹是為了使用機能而建造的，但透過人們追求視覺美感的天性，多數建築物具有美的特質，有些是因為符合力學原理，自然產生的穩定感；有些是因使用地域性自然材料，與環境相融形成的和諧；而其餘那些經由設計師或使用者刻意進行美化的建築物，就被稱為建築。弗里德里希·謝林在《藝術的哲學》裡說：建築是凝固的音樂；另外也有人說：建築是一首哲理詩，這都說明了建築的藝術性。",
      "ending2": "基於漢字全部廢除之目的，內閣於1946年公布了在漢字全部廢除之前可使用的漢字表，「當用漢字」所指的就是這其中所包含的1850個漢字。此表排除了使用頻率較低的漢字，明確了官方文書和傳媒中應當使用的漢字的範圍。並且，《當用漢字表》也嘗試著簡化部分比較複雜或存在多種寫法的漢字。但是，這種簡化並非如同中國的簡化字，對漢字的部件進行整體變更，而是參照慣例將個別文的簡略化。今天常見的「混同書寫」問題，也是隨《當用漢字表》的出現才產生的。根據此表，對使用當用漢字無法書寫的詞彙可進行漢字替換；而現實中，則有人將漢字用假名發音來替代，以這種方式繼續使用原有詞彙，這即是所謂「混同書寫」現象的由來。為了平滑過渡到當用漢字，國語審議會於1956年7月5日，決定對漢語詞彙中超出《當用漢字表》所規定範圍的漢字，用同音的別字進行書寫替換。",
      "ending3": "古典音樂的來源是教會的禮儀音樂及古希臘時期的研究，古希臘的亞里士多塞諾斯及畢達哥拉斯就已經有關於音樂的研究，古希臘的阿夫洛斯管及里拉琴也漸漸發展為現代的樂器。這個時期一般是計算到羅馬帝國結束為止。當時留下來的音樂非常少，大部份都是古希臘的音樂。若依年代來區分，古典音樂可分為以下幾個時期：早期古典音樂時期：包括中世紀音樂，文藝復興音樂和巴洛克音樂。共曉時期：包括巴洛克音樂，古典主義音樂和浪漫主義音樂。現代音樂及當代音樂時期：包括現代音樂，極端現代音樂和當代音樂。上述的時期只是約略的定義，有些時期之間有重疊，音樂家和其歸類時期的音樂風格也不全然相同。例如對位和賦格是巴洛克音樂的特徵，但也使用這二種音樂形式的海頓也被歸類是古典主義的音樂家。貝多芬及布拉姆斯是也常使用對位和賦格，但由於其音樂的其他特徵，被歸類在浪漫主義的音樂家。",
      "label": 0
  },
  {
      "fold-ind": "2a3bd5af42078a674df44ad652fb4e8f",
      "sent1": "最早出現在奴隸制時期的階級有「奴隸主階級」以及?",
      "sent2": "",
      "ending0": "如同每種類型的政治思想，在實際上，基督教民主主義所主張的政策和重心在不同的時期和不同的國家裡也有許多差異。基督教民主主義通常屬於社會保守主義，也因此許多基督教民主主義者反對墮胎和同性婚姻，不過某些基督教民主主義政黨仍會在一定的限制下接受這兩者。基督教民主主義政黨通常會強調他們國家的基督教傳統，並強調基督教的倫理。基督教民主主義將經濟視為是人道的服務，大多數基督教民主主義政黨都不會自稱為資本主義，他們認為照顧人民是國家的重要責任。一些基督教民主主義者反對基督教社會主義，但一些人有時也抱持著接近基督教社會主義的觀點。近年來，歐洲一些主要的基督教民主主義政黨逐漸轉向右翼政策的經濟自由主義，主張減少國家在經濟上扮演的角色。基督教民主主義的意識形態結合了自由派、保守派、和社會主義者等在內的各種觀點，以道德和基督教教義作為其廣泛的架構。",
      "ending1": "自由意志主義認為他們繼承了古典自由主義。不過，一些人仍然認為兩者存在著分離、甚至互相衝突的理論。美國大法官撒母耳·佛里曼·米勒便認為：「自由意志主義只是表面上類似自由主義。自由意志主義者拒絕了自由主義所必要的制度。正確的說，自由意志主義假冒了一種觀點，而那種觀點正是自由主義依據歷史角度所反對的—那就是認為個人的政治權利處於封建制度之下。如同封建主義者，自由意志主義者構想出一種架構在個人契約連結上的政治權力。而自由主義理念所不可或缺的，便是主張政治權力乃是公眾的權力，應該公平的為公眾的利益所服務。」強調兩者間存在差異的人則主張，自由意志主義和古典自由主義間有著根本的矛盾，因自由主義裡為了檢查和平衡而使用的手段，與自由意志主義所支持的完全解除經濟管制有著衝突。",
      "ending2": "資產階級的英語bourgeoisie來自法語，源於義大利語的borghesia，而後者又是從希臘語pyrgos演化而來的borgo，意思是村莊。因此borghese就是指在村莊中心擁有房子的自由人。資產階級出現在中古時期的義大利，那時住在村莊中的居民開始變得比住在附近鄉間的人還要富有。因此他們可以獲得相對上較多的權力和影響力，越來越接近統治階級和神職人員，同時逐漸遠離平民階級。這種中古時期的資產階級原型就是磨坊擁有者，他們能夠快速地對當地經濟產生重大影響力，以至於可以對統治者表達否決權。在接下來的世紀裡，資產階級這個名詞則較適合用來指稱最初銀行家，以及那些從事新興活動如貿易和金融的人。19世紀之前，這個詞大部分情況下指的就是低於貴族、高於農奴和無產階級的廣大人群。在十九世紀時，資產階級可以指因為賦稅達到相當的地步，在未有普選權的歐洲代議制國家中，獨佔了政治權利的富人。而且在自己的工廠等場所，資本家更有把工人當作奴隸喚使的權力，以及把賣不出的貨物消毀的權力，擁有像以前的貴族般的權力，所以成為了社會主義者矛頭指向的對象了。",
      "ending3": "在很多歷史或政治中引用的「階級」意指「具有不同身份，不同地位、財富、勞動形式、生活方式、或其他社會、經濟、或文化因素等，不同意識形態的多個社會性群體」，通常不同階級之間都存在壓迫與被壓迫的不平等關係。對於階級的大部分學說，都是建立在認為社會存在著分裂和對立的集團，並且集團之間的對立使社會處於持久的衝突之中。共產主義認為：階級不是從來就有的，如最早的原始社會由於生產力的過度低下，不具備出現階級的根本因素。一般認為階級的出現是生產力達到一定程度後出現的，它將必然消亡於另一個生產力極端發達的社會，如共產主義社會。最早的階級出現在奴隸制時期—奴隸主階級與奴隸階級。馬克思主義對階級最經典的定義來自列寧。",
      "label": 3
  },
  {
      "fold-ind": "2ef1a7805c069365fbaf1d286c9f6713",
      "sent1": "大約有幾成的心血管疾病是可以預防的?",
      "sent2": "",
      "ending0": "要防止心血管疾病，就要修正上述的風險因素。有些因素，如年齡、性別、遺傳基因及家族歷史都不能更改，但經由基因檢測篩檢出心血管脆弱基因，及早預防能有效降低發病機會。停止吸菸是其中一種最有效及容易修正的因素。經常性的有氧運動加上健康的飲食習慣，可以改善脂蛋白的水平。如果不能，醫生可以處方減低膽固醇的藥物，如他汀等，這種用藥亦可以有額外的保護作用。阿司匹林亦是另一種處方的藥物，它可以減低導致心肌梗死及中風的血凝的形成。這些都是一般給予患有一種或以上風險因素的病人的處方。其中一種經常被疏忽去消除心血管疾病風險的方法是維持總膽固醇水平低於150。有研究指總膽固醇水平低於150的人甚少患上冠心病。每星期最少吃兩次油性魚類可以幫助減低突然死亡及心律不整。橄欖油亦可以有最好的幫助。研究個別心臟細胞顯示脂肪酸阻止心臟內多餘的鈉及鈣，這些都是引起心臟調律的危險及不可測的改變。",
      "ending1": "心理學是否為自然科學的範圍，目前也尚存爭議，一般較廣為接受的說法是心理學同時包含在自然科學與社會科學的範疇之中。自然科學的根本目的在於尋找隱藏在自然現象背後的規律，但是自然科學的工作尚不包括研究為什麼會存在這些規律。自然科學認為超自然的、隨意的和自相矛盾的現象是不存在的。自然科學的最重要的兩個支柱是觀察和邏輯推理。由對自然的觀察和邏輯推理自然科學可以引導出大自然中的規律。假如觀察的現象與規律的預言不同，那麼要麼是因為觀察中有錯誤，要麼是因為至此為止被認為是正確的規律是錯誤的。一個超自然因素是不存在的。",
      "ending2": "心血管疾病是全球最常見的死因之一，除了非洲之外心血管疾病在死因排行中都名列前茅。2013年心血管疾病共奪走了1,730萬條生命，比起1990年的1,230萬提升了不少。1970年代起，在開發中國家裡不管哪個年齡層因心血管疾病的死亡率都在上升，相對而言在多數已開發國家中心血管疾病造成的死亡則在下降。冠狀動脈症候群與中風造成的死亡在男性中佔總心血管疾病死亡數的80%，在女性也佔了75%。大多數的心血管疾病好發於年紀較長的成年人。超過7千1百萬的美國人有著心血管問題。其中20到40歲的人有11%患有心血管疾病；40到60歲則有37%；60到80歲有71%；80歲以上的人患有心血管疾病的比率則高達85%。在已開發國家中，因心血管疾病死亡的平均年齡是80歲，但在開發中國家則僅為68歲。男性心血管疾病發作的年齡比女性平均要早7到10年。",
      "ending3": "心血管疾病指的是關於心臟或血管的疾病，又稱為循環系統疾病、迴圈系統疾病。常見的心血管疾病包括冠狀動脈症候群、中風、高血壓性心臟病、風濕性心臟病、動脈瘤、心肌病變、心房顫動、先天性心臟病、心內膜炎、以及周邊動脈阻塞性疾病等等。不同疾病的致病機理都不同。缺血性心臟病、中風及週邊動脈阻塞都和粥狀動脈硬化有關。它可能是由高血壓、抽菸、糖尿病、缺乏運動、肥胖、高血脂、飲食習慣不良以及過量飲酒等因素造成。心血管疾病所造成的死亡當中，由高血壓造成的佔13%，抽菸造成的佔9%，糖尿病造成的佔6%，缺乏運動佔6％，肥胖佔5%。其他可能的因素還有風濕性心臟病，這是由鏈球菌感染喉嚨後缺乏適當治療所導致。估計有九成的心血管疾病是可以預防的。可以藉著減少風險因子來預防動脈硬化，比方說健康飲食、規律運動、戒菸與控制飲酒量。控制血壓與糖尿病也對心血管健康有幫助。用抗生素治療鏈球菌咽喉炎能減少發生風濕性心臟病的機會。健康的人服用阿斯匹靈對心血管健康的影響尚未有定論。美國預防服務工作小組。不建議55歲以下的女性與45歲以下的男性為預防心血管疾病服用阿斯匹靈，年紀高於此標準的人則視個人狀況而定可能適合使用阿斯匹靈。對已患有心血管疾病的人而言，接受治療也能改善預後。",
      "label": 3
  },
  {
      "fold-ind": "466cd22b101e0c8fd63fc29a09d2931d",
      "sent1": "胡適與張愛玲相識是於什麼時後?",
      "sent2": "",
      "ending0": "1950年應聘為普林斯敦大學葛思德東亞圖書館館長。6月23日，主管亞太事務的美國助理國務卿迪安臘斯克約見胡適，試圖說服胡適出面領導流亡海外及臺灣的反共親美的人士﹐以取代蔣中正的政權，不過胡適對此表示全無興趣。當時美國對蔣完全喪失信心，希望建立第三勢力以對抗共產黨擴張，因胡適無此興趣而不了了之。1952年，胡適和蔣廷黻在紐約曾有意聯合組織反對黨以在臺灣推行民主政治，但在胡適返台與蔣中正討論後，遭到蔣中正的反對，以致組黨的事胎死腹中。之後，他於1950年代初期偶回臺灣參與政治活動與講學。例如：以國大代表參與總統選舉投票、擔任光復大陸設計研究委員會副主任委員及協辦由雷震主筆的自由中國雜誌等等。1955年，中國大陸掀起批判胡適運動，三聯書店出版發行胡適思想批判論文彙編，胡適先生住在美國，他搜集了這八本書，認真作了批註。",
      "ending1": "1949年3月9日，蔣介石派蔣經國赴上海訪胡適。4月6日，胡適應中華民國政府要求，從上海搭威爾遜輪前往美國當說客，為和平解決國共內戰問題尋求美國政府的介入，但4月21日船抵舊金山，得知4月19日政府拒絕中共24項要求，解放軍已渡江，此時局勢已定，胡適在美處處碰壁，孤臣已無力可回天。4月，胡適在美國發表共產黨統治下決沒有自由：跋所謂陳垣給胡適的一封公開信，旅美時，與張愛玲相識，結下友誼；自由中國創刊，胡適任名義上的發行人。4月22日，胡適在美國舊金山發表談話，略謂：現在重要之事實，則為中國政府已拒絕投降，此非僅四萬萬人民之命運所繫，即全世界之命運，恐亦隨之決定。次日，解放軍佔領南京後，他仍宣稱：不管局勢如何艱難，我始終是堅定的用道義支持蔣總統的。6月19日，新任閣揆閻錫山發表胡適為外交部長，但胡適拒絕上任。",
      "ending2": "隨著解嚴以來政治上的自由化與民主化，以泛藍與泛綠為首的政黨政治、統一與獨立議題、以及公民社會的形成，臺灣逐漸脫離過往戒嚴時代形塑的大中國史觀，發展出以臺灣為中心的多元文化主義，使得臺灣文化呈現多元並立、兼容並蓄的面貌。臺灣荷蘭統治時期臺灣被稱作「Taivoan」，但明鄭時期捨棄荷治時期使用的「大員」名稱，將臺灣稱為「東都」、「東寧」。納入清朝版圖後，清朝改以「臺灣」設置臺灣府，「臺灣」遂成為此島嶼的稱呼。除此之外，臺灣亦有「寶島」、「鯤島」、「蓬萊」、「福爾摩沙」、「福摩薩」、「高砂」等別稱。臺灣又稱為「福爾摩沙」，源自葡萄牙語「Formosa」，意為「美麗島」。在1544年當時葡萄牙船隻在經過臺灣海面時，水手從海上遠望臺灣，發現臺灣甚為美麗，於是高呼「Ilha Formosa」，葡萄牙語的「Formosa」為「美麗」之意，「Ilha」則為「島嶼」，故翻譯為美麗島。但此說法尚無直接與明確的證據。在1950年代前是歐洲國家對臺灣的主要稱呼。歐洲亦因此曾長期稱臺灣海峽為福爾摩沙海峽。",
      "ending3": "1948年4月3日，蔣中正認為中華民國憲法為內閣制，實權在內閣，中華民國總統應為虛位，請公正人士較佳，所以想請國民黨支持無黨籍的胡適出馬競選行憲後第一任總統，等胡適當上總統後再任命蔣中正為行政院閣揆，胡適也同意了，但後來因國民黨中執會還是支持蔣選總統而變卦。11月，中共解放軍兵臨北平城下，用電台廣播呼籲胡適留下繼續擔任北京大學校長。12月，華北剿匪總司令部總司令傅作義，西去綏遠和南走海上的道路都被堵死。是戰是和？傅作義日夜思考，下不了決心。他認為胡適能夠替他出主意，把胡適接到中南海懷仁堂密談，胡送了八個字，和比戰難，堅持待變。蔣派專機接運留在北平之學人胡適、陳寅恪、錢思亮、李濟、勞榦等到南京。12月13日朱家驊、傅斯年、俞大維、陳雪屏四個人在南京設法派飛機去接胡適南下，胡適在13日時，本來還堅持不肯丟下北京大學不管，14日在南京方面的勸說下才勉強同意離開，1948年12月15日下午4點，傅作義派了部隊護送胡適到南苑機場上了飛機。夜裡十時光景，到了南京明故宮機場。",
      "label": 1
  },
  {
      "fold-ind": "ebd3a81d5a425a47390585219c5a2fdb",
      "sent1": "底片所能感應的近紅外線波長為肉眼能看見的幾倍?",
      "sent2": "",
      "ending0": "硬體是裝置在機箱內以做出個人電腦。系統軟體是儲存在硬體內，而系統軟體內含有韌體，例如基本輸入輸出系統以及作業系統，這些軟體使應用軟體可以提供使用者所需的功能。作業系統通常藉由匯流排與裝置溝通，這需要軟體提供驅動程式。輸入和輸出裝置通常裝在外部的主計算機機箱。輸入裝置使用戶能夠將資訊輸入到系統中，或控制其操作。大多數個人計算機的鼠標和鍵盤，但筆記本電腦的系統通常使用的鼠標觸摸板來代替。其他的輸入裝置包括網路攝像頭，麥克風，遊戲桿和圖像掃描儀。輸出裝置在人類可讀的形式顯示資訊。這種裝置可以包括印表機，音箱，顯示器或盲文壓花。計算機資料存儲，通常稱為存儲或內存，是指計算機部件和記錄媒介的保留數字資料。資料存儲是一個核心功能和計算機的基本組成部分。",
      "ending1": "顏色或色彩是通過眼、腦和我們的生活經驗所產生的一種對光的視覺效應。人對顏色的感覺不僅僅由光的物理性質所決定，還包含心理等許多因素，比如人類對顏色的感覺往往受到周圍顏色的影響。有時人們也將物質產生不同顏色的物理特性直接稱為顏色。電磁波的波長和強度可以有很大的區別，在人可以感受的波長範圍內，它被稱為可見光，有時也被簡稱為光。假如我們將一個光源各個波長的強度列在一起，我們就可以獲得這個光源的光譜。一個物體的光譜決定這個物體的光學特性，包括它的顏色。不同的光譜可以被人接收為同一個顏色。雖然我們可以將一個顏色定義為所有這些光譜的總和，但是不同的動物所看到的顏色是不同的，不同的人所感受到的顏色也是不同的，因此這個定義是相當主觀的。一個彌散地反射所有波長的光的表面是白色的，而一個吸收所有波長的光的表面是黑色的。一個虹所表現的每個顏色只包含一個波長的光。我們稱這樣的顏色為單色的。虹的光譜實際上是連續的，但一般來說，人們將它分為七種顏色：紅、橙、黃、綠、青、藍、紫；每個人的分法總是稍稍不同。單色光的強度也會影響人對一個波長的光所感受的顏色，比如暗的橙黃被感受為褐色，而暗的黃綠被感受為橄欖綠，等等。大多數光源的光譜不是單色的，它們的光是由不同強度和波長的光混合組成的。人眼將許多這樣的混合光的顏色與單色光源的光的顏色看成是同樣。比如上面表格中的橙色，實際上就不是單色的600奈米的光，實際上它是由紅色和綠色的光混合組成的。出於眼睛的生理原理，我們無法區分這兩種光的顏色。也有許多顏色是不可能是單色的，因為沒有這樣的單色的顏色。比如說黑色、灰色和白色就是這樣的顏色，粉紅色或淡紫色也是這樣的顏色。",
      "ending2": "近紅外線最接近人眼可以看到的波長範圍，而中波紅外線及長波紅外線就逐漸地遠離可見光譜。其他的定義會依照不同的物理機制，最新的定義是依照新的技術。依照引用標準的不同，紅外線的波長最短約在700 nm和800 nm之間，但可見光和紅外線沒有明確定義的邊界。人眼對於波長700 nm以上的光較不靈敏，因此若用一般強度的光源發射較長波長的光，人眼無法看到。但用一些高強度的近紅外線光源，可以偵測到約780 nm的紅外線，會被視為紅光。強度再高一些的紅外線光源可以讓人眼偵測到波長1050 nm的紅外線，會被視為暗紅色的光束。因此會造成周圍全暗的情形下，用人眼可以看到近紅外線的問題。葉子在近場外線下會格外的明亮，若用紅外線濾鏡濾除可見光．而有一段時間讓眼睛去適應經過紅外線濾鏡後，特別暗的影像，人眼有可能可以看到在紅外線下發光的樹葉，也就是羅勃·伍德效應。公元1666年牛頓發現光譜並測量出3,900埃∼7,600埃是可見光的波長。1800年4月24日英國倫敦皇家學會的威廉·赫歇爾發表太陽光在可見光譜的紅光之外還有一種不可見的延伸光譜，具有熱效應。他所使用的方法很簡單，用一支溫度計測量經過稜鏡分光後的各色光線溫度，由紫到紅，發現溫度逐漸增加，可是當溫度計放到紅光以外的部份，溫度仍持續上昇，因而斷定有紅外線的存在。在紫外線的部份也做同樣的測試，但溫度並沒有增高的反應。紫外線是1801年由RITTER用氯化銀感光劑所發現。底片所能感應的近紅外線波長是肉眼所能看見光線波長的兩倍，用底片可以記錄到的波長上限是13,500埃，如果再加上其它特殊的設備，則最高可以達到20,000埃，再往上就必須用物理儀器偵測了。",
      "ending3": "智慧型手機的新定義使得智慧型手機與傳統功能型手機能完全區分開來，不再是之前的模糊關係。同樣，早期的蘋果手機系統與微軟視窗手機系統不支援智慧型手機應有的多任務處理，是否為智慧型手機系統有許多爭議。但隨後蘋果發布的蘋果手機系統4支援多任務處理；而微軟也發布的視窗手機7.5支援多任務處理，至此兩者都能認定為智慧型手機系統。智慧型手機有別於普通帶有觸控式螢幕的手機。一般普通帶有觸控式螢幕的手機使用的都是生產廠商自行開發的封閉式作業系統，再透過爪哇平台來增加其他應用，所能實現的功能非常有限。行動裝置用戶可通過無線網路連上流動軟體應用程式商店免費或付費下載使用流動軟體應用程式。",
      "label": 2
  },
  {
      "fold-ind": "dd47bf4da3f0feb771a45b02f203d531",
      "sent1": "於「金剛計劃」中撤離至台灣的大陳居民是自何處上岸的?",
      "sent2": "",
      "ending0": "國內生產總值亦稱國內生產毛額或本地生產總值，是一定時期內，一個區域內的經濟活動中所生產出之全部最終成果的市場價值。國內生產總值是國民經濟核算的核心指標，在衡量一個國家或地區經濟狀況和發展水準亦有相當重要性。它與國民生產總值不同之處在於，國內生產總值不將國與國之間的收入轉移計算在內，即國內生產總值計算的是一個地區內生產的產品價值，而國民生產總值則計算一個地區實際獲得的生產性收入。再簡單的來說本地生產總值是屬地主義，GNP是屬人主義；舉例來說，無論台灣、香港、韓國、美國等廠商在中國大陸生產的最終財貨，都包括在中國大陸的本地生產總值內，此一數值亦包括移住勞工的薪資在內。",
      "ending1": "經過多方評估後，國民政府見大勢已去，決定主動撤離大陳地區，將大陳島上的居民與軍隊全數遷移至臺灣，加強鞏固對臺灣的防守。在美國第七艦隊的護航下，於民國44年2月8日進行第一批的居民與軍隊的撤離，是為「金剛計劃」。撤離的行動一共進行了四天，共撤離了全數大約2萬8000名的居民與軍隊。至2月11日完成最後一批居民與軍隊的撤離，並將島上房屋、道路、碼頭、漁船等所有設施悉數毀壞。隨後蔣經國於2月12日在南麂島親自降下了大陳列島上的最後一面中華民國國旗後，離開該地。而浙江省大陳區行政督察專員公署及在臺的浙江省政府亦隨之撤銷，浙江省至此全境易手，在大陳地區維繫了3年多浙江省政府隨之結束。撤離的大陳居民從基隆港上岸，由國民政府將其安置到臺灣各地，包括台東、花蓮、宜蘭、基隆、臺北、桃園、新竹、高雄、屏東等都有大陳島的居民被安置，後代則散布在全臺各地，現已發展到15萬人左右。今日臺灣仍可見到「大陳新村」、「一江新村」等安置大陳居民的大陳村。由於這些「大陳義胞」的命運與中華民國緊密相連，來臺後的大陳居民大多對中華民國及蔣家有很強烈的情感認同，日後投效軍旅、公務者不在少數。",
      "ending2": "中華民國政府決定大陳撤退後，國防部將撤退行動命名為金剛計劃，由美國海軍第七艦隊和國軍合力進行大陳島上軍民的撤退行動。過程中，美軍主要負責大陳島上居民的撤離，並協助航行路線的防衛，在整個撤退過程中，中國人民解放軍沒有對此一撤退行動進行干擾，也間接保證了此一撤離能順利完成。其原因是在1月30日美國政府決定幫助中華民國國軍從大陳島撤退時，已透過蘇聯政府向中華人民共和國政府轉達了信息：希望在美軍幫助國軍撤離大陳島時，解放軍不要採取行動。中華人民共和國政府接到蘇聯轉達的這一信息後，指示人民解放軍不要攻擊從大陳島撤退的的美軍與中華民國國軍。由於中共方面的間接默許以及美國的協助，使得撤離行動得以和平順利的進行與落幕。最後一批居民2000人、官兵4000人於2月24日的「飛龍計劃」中全部撤離南麂島，大陳軍民轉移工作順利完成，撤運抵台義胞共16,487人。大陳島四天共撤離全數大約28,000名居民與軍人，其中居民前往台灣安置，軍人則移防至金門、馬祖等地。",
      "ending3": "隨著解嚴以來政治上的自由化與民主化，以泛藍與泛綠為首的政黨政治、統一與獨立議題、以及公民社會的形成，臺灣逐漸脫離過往戒嚴時代形塑的大中國史觀，發展出以臺灣為中心的多元文化主義，使得臺灣文化呈現多元並立、兼容並蓄的面貌。臺灣荷蘭統治時期臺灣被稱作「Taivoan」，但明鄭時期捨棄荷治時期使用的「大員」名稱，將臺灣稱為「東都」、「東寧」。納入清朝版圖後，清朝改以「臺灣」設置臺灣府，「臺灣」遂成為此島嶼的稱呼。除此之外，臺灣亦有「寶島」、「鯤島」、「蓬萊」、「福爾摩沙」、「福摩薩」、「高砂」等別稱。臺灣又稱為「福爾摩沙」，源自葡萄牙語「Formosa」，意為「美麗島」。在1544年當時葡萄牙船隻在經過臺灣海面時，水手從海上遠望臺灣，發現臺灣甚為美麗，於是高呼「Ilha Formosa」，葡萄牙語的「Formosa」為「美麗」之意，「Ilha」則為「島嶼」，故翻譯為美麗島。但此說法尚無直接與明確的證據。在1950年代前是歐洲國家對臺灣的主要稱呼。歐洲亦因此曾長期稱臺灣海峽為福爾摩沙海峽。",
      "label": 1
  },
  {
      "fold-ind": "fc10c7f16dd0c638dcf7ff636f2ed469",
      "sent1": "斯塔福德·卡爾德克特用哪一個角度分析魔戒的意義?",
      "sent2": "",
      "ending0": "還原論是將世界上的事物的解釋簡化到一些基礎的理論的哲學觀點。在粒子物理學這個觀點是提出一個可以解釋世界上的一切的一種最基礎的物理理論，或者用一個比較大眾化的語言來說，來尋找一個概括宇宙一切的公式。但在粒子物理學的發展過程中也一直有人批評這種極端的還原論。這些批評者中有粒子物理學家、化學家、生物學家、固態物理學家和整體論者。他們並不向標準模型理論本身挑戰，但他們認為基本粒子的特性並不一定也是它們所組成的原子、分子或更大的結構的特性，尤其是它們並不能表達很多粒子組成的系統的特性。基於混沌理論，一些批評者認為即使物理學家完全認識基本粒子的所有的特性的話，人們以此不能完全理解所有的自然的過程；另一些批評者懷疑人們能夠完全理解基本粒子的特性。",
      "ending1": "心理學是否為自然科學的範圍，目前也尚存爭議，一般較廣為接受的說法是心理學同時包含在自然科學與社會科學的範疇之中。自然科學的根本目的在於尋找隱藏在自然現象背後的規律，但是自然科學的工作尚不包括研究為什麼會存在這些規律。自然科學認為超自然的、隨意的和自相矛盾的現象是不存在的。自然科學的最重要的兩個支柱是觀察和邏輯推理。由對自然的觀察和邏輯推理自然科學可以引導出大自然中的規律。假如觀察的現象與規律的預言不同，那麼要麼是因為觀察中有錯誤，要麼是因為至此為止被認為是正確的規律是錯誤的。一個超自然因素是不存在的。",
      "ending2": "學者保羅·H·科赫尤其指出，托爾金描述的「惡」是正統基督教式的，即「善」的缺失。他用《魔戒》舉例，如索倫「無眼臉的眼睛」，「瞳孔是黑色裂縫，裡面空無一物」。科赫認為托爾金的影響來自神學家托馬斯·阿奎那，有理由相信託爾金作為研究中世紀的學者和天主教徒對他很了解。另一學者湯姆·雪培同意此觀點，但認為托爾金的影響來自阿爾弗雷德大帝對於古羅馬哲學家波伊提烏著作《哲學的慰藉》的古英語譯本。雪培認為波伊提烏對基督教看法下的「惡」表達得最清楚：「邪惡是虛無。」托爾金推論出邪惡無法創造，就像弗羅多所說「這陰影……只能模仿，不能產生它自己的新東西」，樹鬍和愛隆也有類似評論。他接著論述，在《魔戒》中邪惡似乎是一種獨立的力量，不僅僅是「善」的缺失，並指出阿爾弗雷德大帝的譯本增注也許啟發了這種觀點。另一個有趣的觀點是斯塔福德·卡爾德克特對魔戒和其意義的神學角度詮釋：「至尊魔戒代表墮落靈魂的黑魔法，對上帝的拒絕服從。它表面上給人自由，但真正的功能是使持戒者成為墮落天使的奴隸。它腐蝕持戒者作為人的意志，讓他越來越『消瘦』和不真實；隱身的功能象徵它摧毀人所有的自然人際關係和自我認知。你可以說魔戒就是罪孽本身，一開始吸引人而且似乎沒有危害，長久來看越來越難以放棄，使人墮落。」",
      "ending3": "顏色或色彩是通過眼、腦和我們的生活經驗所產生的一種對光的視覺效應。人對顏色的感覺不僅僅由光的物理性質所決定，還包含心理等許多因素，比如人類對顏色的感覺往往受到周圍顏色的影響。有時人們也將物質產生不同顏色的物理特性直接稱為顏色。電磁波的波長和強度可以有很大的區別，在人可以感受的波長範圍內，它被稱為可見光，有時也被簡稱為光。假如我們將一個光源各個波長的強度列在一起，我們就可以獲得這個光源的光譜。一個物體的光譜決定這個物體的光學特性，包括它的顏色。不同的光譜可以被人接收為同一個顏色。雖然我們可以將一個顏色定義為所有這些光譜的總和，但是不同的動物所看到的顏色是不同的，不同的人所感受到的顏色也是不同的，因此這個定義是相當主觀的。一個彌散地反射所有波長的光的表面是白色的，而一個吸收所有波長的光的表面是黑色的。一個虹所表現的每個顏色只包含一個波長的光。我們稱這樣的顏色為單色的。虹的光譜實際上是連續的，但一般來說，人們將它分為七種顏色：紅、橙、黃、綠、青、藍、紫；每個人的分法總是稍稍不同。單色光的強度也會影響人對一個波長的光所感受的顏色，比如暗的橙黃被感受為褐色，而暗的黃綠被感受為橄欖綠，等等。大多數光源的光譜不是單色的，它們的光是由不同強度和波長的光混合組成的。人眼將許多這樣的混合光的顏色與單色光源的光的顏色看成是同樣。比如上面表格中的橙色，實際上就不是單色的600奈米的光，實際上它是由紅色和綠色的光混合組成的。出於眼睛的生理原理，我們無法區分這兩種光的顏色。也有許多顏色是不可能是單色的，因為沒有這樣的單色的顏色。比如說黑色、灰色和白色就是這樣的顏色，粉紅色或淡紫色也是這樣的顏色。",
      "label": 2
  },
  {
      "fold-ind": "5ef6459fd0c72d74bff3cc7f1f6a93af",
      "sent1": "高句麗存在的歷史超過了幾百年？",
      "sent2": "",
      "ending0": "由於朝鮮半島南部居民先於北方人民從大陸遷徙而來，高句麗語與三韓的語言在用字上也有所不同。有不少人嘗試把高句麗語、百濟語及古日本語聯繫在一起。美國印地安那大學的白桂思嘗試透過約140個含有高句麗詞語的地方面來重新構建高句麗語的發音。他發現：高句麗語在文法構詞方面與日語相似。他提出古代日本人和高句麗人的共同源地可能是在面向渤海的中國遼西地區；之後這個人群的一支向東越海到達日本，而過了幾百年後另一支則向東北遷徙，形成了高句麗人。只有這樣才可能解釋高句麗語和古代日本語的聯繫。中國史籍記載對高句麗與三韓及倭的語言相似相異與否沒有明確的表述。只是記載說高句麗、夫餘、沃沮、濊貉的語言相似，而沃沮與挹婁語言相異。朝鮮語就是在新羅語基礎上發展而來。三世紀後，高句麗、新羅都是用漢字作為官方文字。",
      "ending1": "儘管一個物種完全消失才叫「滅絕」，但當一個物種的個體少於30隻時，基本上這個物種的滅絕已經是無可避免了。又或者，當一個有性繁殖的物種只有一種性別的個體存活，這個物種的滅絕幾乎是不可避免的。可能的滅絕的原因包括污染，棲息地的破壞，新的捕食者的引入。瀕危物種是指存在滅絕危險的物種。野外滅絕是用於描述已經沒有野生狀態的個體，只有人類圈養個體的物種的術語。生物在地球上有周期性的大滅絕，在大滅絕中，很多物種在地質時代的相對短的時間裡滅絕。最近的一次大滅絕是在白堊紀末期的白堊紀-第三紀大滅絕事件，以恐龍的消失而為人所眾知。一些人認為，我們現在正處於一次大滅絕時期，全新世滅絕事件。雖然可以沒有疑問的說人類增快了生物滅絕速度，但是人類造成了多少的滅絕有很大爭議。",
      "ending2": "隋唐時期，高句麗不斷與隋唐王朝交戰，國力陷落，668年八月為唐朝與新羅聯軍所滅。有三萬多戶高句麗人被唐遷移至唐朝，成為中國內地一股重要的武人集團，在唐末五代歷史中扮演了重要的角色。留在原地的高句麗遺民被渤海國和新羅吸收。高句麗立國700餘年，曾成功在與倭和與隋戰爭中獲勝，在東亞歷史上扮演重要角色。高句麗獨特的歷史文化已經成為朝鮮半島傳統文化的重要組成部分。1980年代起，高句麗爭議浮出水面，由於高句麗本源於中國境內，後擴展至朝鮮半島的特殊地理位置，國土橫跨今日的中國東北、朝鮮大部及韓國北部。三國都認為高句麗自始至終是自己本國的原始民族或地方政權。另外日本學者的騎馬民族征服王朝說也認為高句麗、夫餘可能為日本民族的起源。",
      "ending3": "《三國史記》記載高句麗建國後，高句麗迅速向外擴張，先後吞併太白山東南人國和北沃沮，公元12年，王莽強行將高句麗人編入遼西郡進攻匈奴等民族。由於高句麗士卒脫逃，王莽怪罪於高句麗王並改高句麗為「下句麗」又名樂鮮，仍屬幽州。公元14年，琉璃明王西伐居住在今太子河流域的梁貊，進而襲取了西漢玄菟郡的高句麗縣。王莽部將嚴尤誘殺高句麗的君主閔中王邑朱，高句麗遂意圖脫離中國王朝新莽獨立。漢光武帝建武八年，新成立的東漢接受高句麗的朝貢。建武八年，高句驪遣使朝貢，漢光武帝復令下句麗復名高句麗，並復高句驪國王號。公元37年大武神王向鴨綠江南的樂浪郡發動進攻，一度占據。七年後，光武帝派兵渡海收復了樂浪郡，阻止了高句麗的擴張。",
      "label": 2
  },
  {
      "fold-ind": "0acdeccda06eae03833f5878682fce78",
      "sent1": "哪個單位決定七期重劃區新市政中心的位置?",
      "sent2": "",
      "ending0": "例如，法輪功在香港的公開活動、中華人民共和國政府對香港爭取普選的態度、香港政治人物公開發表對大陸制度的意見年行政長官候選人梁家傑提出中華人民共和國政府不實行香港政府高級官員任命權力等，均引起部份人士質疑這是挑戰一國兩制和河水不犯井水原則。香港特別行政區行政長官是香港特別行政區政府首長簡稱特首，代表香港特別行政區政府。行政長官每屆任期為五年由選舉年，可以連任一次。由行政長官主持的行政會議為政府最高行政決策機關。現時香港行政長官由分別來自三十八個界別分組，代表不同行業、專業、勞工、社會服務團體及區域組織的一千兩百人組成的選舉委員會選出，並由國務院總理簽署國務院令任命。",
      "ending1": "中國郵政集團公司，簡稱中國郵政，是一個現由中華人民共和國財政部代表國務院履行出資人職責的中央管理國有獨資公司，負責中國的郵政業務。現「政企分開」並接受國家郵政局的業務監管。1949年11月1日，中央人民政府郵電部成立，同年12月郵電部召開全國郵政會議，將原中華民國郵政的產業變更為中國人民郵政所有；12月27日，中央郵政經濟委員會第九次會議決定成立郵政總局。1994年3月1日，國務院批准郵電部機構改革方案，郵政總局由機關行政序列分離，成為專業核算的企業局。1995年10月4日，郵政總局在中華人民共和國國家工商行政管理局註冊了企業法人營業執照，獲得法人資格，企業名稱為「中國郵電郵政總局」，簡稱「中國郵政」。",
      "ending2": "2009年4月3日，攸關三都十五縣國土重畫的法源依據地方制度法部分條例修正案經立法院三讀通過。10日後，臺中縣、市政府共同協商的臺中縣市合併升格直轄市改制計畫書拍板定案，新市府設於七期重劃區新市政中心，議會位址則由行政院決定。同月17日，縣議會唱名表決，以53票通過；20日，臺中市議會的表決，雖有民進黨籍市議員反對具爭議的表決方式，但最終仍由議長張宏年宣布多數支持以鼓掌聲通過。23日，本計劃書送交內政部審議。2009年6月23日臺中縣市合併改制直轄市案經內政部審查通過；7月2日行政院亦正式通過此案，計畫2010年底改制。2011年10月21日，臺中市參加美國智慧城市論壇組織舉辦的2012全球21大智慧城市即入選成為2012年度全球21大智慧城市之一的城市。2012年2月6日，再獲選成為2012年亞洲全球頂尖7大智慧城市之一。4月27日，獲ENO頒發綠色城市獎章，成為亞洲第19個獲頒綠色城市獎章的城市，隨後並在台中舉辦第2屆ENO亞太年會。2013年6月7日，又榮獲2013全球智慧城市首獎。2012年獲得國際園藝家協會及國際展覽局認證授權，臺中市將於2018年舉辦的A2/B1級的臺中世界花卉博覽會，其展覽規模將超越2010年臺北國際花卉博覽會，也是繼2010年臺北國際花卉博覽會後第二個要舉辦園藝博覽會的臺灣城市。2014年10月東亞運動會總會宣布臺中市正式取得第1屆2019年東亞青年運動會主辦權，將是中華民國首次主辦奧運體系的國際運動賽事。",
      "ending3": "開發區依照產業重點的不同分為經濟開發區、經濟技術開發區、工業區等類型，此外還有產業園或工業園、科技園相對專業的區域等，多附屬於開發區。開發區為中國大陸地區推行「改革開放」以來設置最多的經濟區。按照所設層次的不同，分為國家級、省級、縣級三種主要類型，很多鄉鎮也設有開發區。為便於管理，開發區劃定的區域多為地級行政區範圍內跨縣級行政區的區域，或一個縣級行政區範圍劃定的區域，這類開發區以國家級或省級開發區為主；縣級行政區範圍劃定的開發區則以縣級開發區為主，在一個鄉鎮內或跨越鄉鎮劃定區域；鄉鎮一級設立的開發區多跨行政村劃定區域，或一個行政村範圍內劃定區域。",
      "label": 2
  },
  {
      "fold-ind": "6808ca114abd679665f359ced7b88098",
      "sent1": "1945年5月9日德國向哪一個國家投降，結束了德蘇戰爭?",
      "sent2": "",
      "ending0": "德蘇戰爭是第二次世界大戰期間蘇聯與納粹德國及雙方盟國之間發生的戰爭，時間從1941年6月22日德國開始進攻蘇聯、至1945年5月9日德國向蘇聯投降為止在二十世紀30年代希特勒領導的德國法西斯政權迅速崛起，而英法美等西方國家採取的綏靖政策則更加助長了法西斯德國的氣勢。而此時的蘇聯，最高領袖史達林為實現自己的利益和納粹德國簽署了《德蘇互不侵犯條約》。該條約中包括了「秘密附屬議定書」，劃分兩國在波蘭、波羅的海三國、芬蘭以及東歐其他國家的勢力範圍。1939年9月德國與蘇聯聯合發動的波蘭戰役以及1940年的法國戰役之後，德國的軍隊在1940年就很快就占領了中歐、西歐大陸、北歐和巴爾幹半島，1941年6月初德國控制了歐洲包括法國、波蘭西部、荷蘭、挪威等16個國家的人力、物力資源。而這時的全世界，只有英國在獨自和德國作戰。而此時，蘇聯在1939年9月德蘇瓜分波蘭之後從波蘭得到了它51%的領土，從羅馬尼亞拿走了南比薩拉比亞和北布科維納，從芬蘭它拿走了卡累利阿、薩拉、雷巴奇半島等領土，在遠東它與日本帝國瓜分領土，獲得了外蒙古。1930年代末的蘇聯經過十餘年的大規模經濟建設，工業產值已經躍居歐洲第一，但是生產質量和人民生活水平則遠不如納粹德國。另外，蘇聯全國也剛從瘋狂的大清洗肅反運動中慢慢恢復正常的秩序。在德國橫掃歐洲之時，史達林看到如此強大的德國必然會威脅到蘇聯的國家安全，便開始著手採取防範德國的系列措施：將蘇聯的重工業和軍工工業有計劃地遷移到烏拉爾山以東；對德國和談，避免刺激德國；穩住東方的日本，先是通過援助中國的抗日戰爭以牽制日本的軍隊，之後又轉變態度，於1941年4月和日本簽署《蘇日中立條約》；建立「東方戰線」，增加戰略縱深等等。",
      "ending1": "隨著停戰協定的結束，拿破崙似乎再度取回主動權，在德勒斯登戰役中他擊敗了數量龐大的聯軍，並給予他們巨大的傷亡，而法軍則損失輕微。然而，拿破崙將領的失敗、不斷對他的攻勢的緩慢消耗，使他的勝利變得岌岌可危。在8月的萊比錫戰役中，19萬1千人的法軍抵抗著超過30萬的聯軍。法軍遭到打敗，被逼撤向法國。而且戰敗後，萊茵邦聯的成員國都紛紛變節投向反法同盟，萊茵邦聯亦告瓦解。拿破崙仍未心死，在法國境內發動了一連串戰役，數次戰勝了聯軍。但是數量遠勝於他部隊的聯軍，持續地將他逐退。1814年，拿破崙的剩餘盟友丹麥-挪威投降，並簽訂了《基爾條約》，倒向了反法同盟一方。反法聯軍於1814年3月30日進入巴黎。在此期間，拿破崙正在六日戰役中奮戰，他打嬴了幾場仗，阻止聯軍向巴黎前進。整場戰役中他僅以最多7萬人，對抗著超過50萬的反法軍隊。在3月9日的《儲蒙條約》簽訂後，聯盟各國同意保留反法同盟，直至拿破崙的最終戰敗。",
      "ending2": "1945年5月6日，在將近3個月的圍城之後，布雷斯勞要塞終於投降，它是德國東部最後一個陷落的大城市。布雷斯勞戰役結束時，有4萬布雷斯勞人死在住宅和工廠的廢墟之中，城市有65%–80%被摧毀。作為報復行動，進城的蘇聯紅軍野蠻地攻擊倖存的平民。根據《波茨坦協定》的規定，德國將奧德河-尼斯河線以東包括布雷斯勞在內的西里西亞在內的11萬平方千米的領土割讓給波蘭，作為對波蘭東部割讓給蘇聯18萬平方千米領土的補償。布雷斯勞是德國喪失領土上最大的一座城市。從1945年到1949年期間，該市和西里西亞地區原來的德國居民均被向西驅趕到戰後剩下的德國領土，在這過程中，蘇聯紅軍曾對德國婦女進行集體強姦，造成恐怖的氣氛，促使德國人儘快撤走；波蘭政府和蘇聯軍隊進行過鎮壓。不過，直到1950年代末，還有少量的德國人堅持留在那裡。該市最後一所德國學校直到1963年才關閉。同時，約有30萬波蘭人被重新安置在弗洛茨瓦夫，他們一部分來自波蘭中部小鎮和村莊，不過很多人是來自波蘭東部割讓給蘇聯的地區，例如利沃夫、維爾紐斯或格羅德諾。1948年，弗次瓦夫已有30萬波蘭人，德國人只剩7000名。波蘭合併該市後，1948年在該市舉辦一次「光復國家展覽」，宣布該市改名為弗次瓦夫。1997年7月，該市遭遇奧得河大洪水。2005年，該市遭遇暴風襲擊，颳倒了許多樹木，造成3人身亡。暴風是地方性的，沒有影響到其他大城市。2006年，弗次瓦夫的百年廳被列為世界文化遺產。",
      "ending3": "另外，1999年科索沃戰爭結束之後，塞爾維亞南部的科索沃地區實際脫離了塞爾維亞的實際管轄，並且成為了聯合國的保護地，各方於2006年2月20日起就科索沃問題展開談判，塞蒙聯盟解體時，科索沃主權和領土問題仍待解決，科索沃地區的阿爾巴尼亞人堅持科索沃獨立但塞爾維亞人則不願看見科索沃獨立。到了2008年2月17日，時任科索沃總理哈辛·塔奇在科索沃首都普里斯提納國會正式宣布科索沃脫離塞爾維亞中央政府獨立，現獲得部分國際社會承認其國家地位，但塞爾維亞政府至今仍視科索沃主權為其管轄的科索沃自治省。南斯拉夫社會主義聯邦共和國於1991年至1992年解體後，剩餘的塞爾維亞和蒙特內哥羅兩個共和國重新組成了一個南斯拉夫聯盟共和國。但聯合國、美國等並未承認這個新的聯邦國家。新的南斯拉夫聯盟成立後，在米洛舍維奇的領導下繼續參加在克羅埃西亞以及波赫境內的戰爭，受到了西方國家的指責。戰爭於1995年各方簽署代頓協議後停止。1998年，塞爾維亞南部的科索沃地區爆發民族衝突，從而引發了北約國家和南斯拉夫聯盟之間的科索沃戰爭。戰爭結束後，科索沃轉由北約和俄羅斯的維和部隊所管轄。",
      "label": 0
  },
  {
      "fold-ind": "fcead269af2b185768c17a36816d5b3b",
      "sent1": "要花多久的時間才能抵達中環中心商業區",
      "sent2": "",
      "ending0": "在對外航空交通方面，位於赤鱲角的新香港國際機場載客運輸數量位居全球機場前列，是來往歐美、亞洲及大洋洲航班的轉機點。因為政治上較為中立地位，香港曾經長時間作為中國大陸與台灣之間轉運站。有三十七萬架次飛機進出香港。香港國際機場全年二十四小時運作，於年處理五千三百萬人次旅客及四百一十萬公噸貨物於起至今一直擠身世界三甲最佳機場，當中八度被評級為全球最佳機場。旅客可以透過機場快綫及公路與香港市區連接，二十四分鐘以內就可以抵達中環中心商業區。現時機場已經分階段地擴展，包括中場發展計劃及三跑道系統以滿足日益增加的需求及加強對珠江三角洲鄰近地區的連接，進一步發展為區內旅客轉運中心，繼續鞏固為亞洲轉運機場的地位。",
      "ending1": "英方主要官員並無出席香港政府高級官員宣誓儀式。彭定康與家人陪同查理斯皇儲，在添馬艦與香港市民揮手告別，並登上英國皇家遊艇不列顛尼亞號離開香港，並由駐港英軍末任司令鄧守仁少將乘搭英國軍艦漆咸號隨行護送。貝理雅及其他英國官員則乘飛機返回英國。7月1日上午10時，香港特別行政區成立慶典在香港會議展覽中心新翼舉行，應邀出席的喜賓逾4,600名。首先由中國國家主席江澤民發表講話，重申「一國兩制」、「港人治港」和「高度自治」將維持50年不變；繼由行政長官發表就職演辭。儀式中，土地基金的資產移交給香港特別行政區政府；儀式結束後，還有盛大的文藝表演，其中一項演出節目是世界首演的交響曲1997《天地人》。7月1日下午4時，香港會議展覽中心新翼再度熱鬧起，約5,000名各國顯要和中外貴賓出席香港特別行政區政府招待酒會，冠蓋雲集。",
      "ending2": "中西區是香港十八區之一，位於香港島西北部，為香港開埠之後最早發展的地區。其中中環和上環是香港最重要的商業中心區，而西環則是早期發展的華人住宅區。中西區亦居住了不少福建人以及潮州人，中西區亦有2600多以及2800多人以福建話和潮州話為母語，大多為老一輩的人口。福建人在開埠以來大量遷入中上環以及中上環半山一帶，文咸東、西街、永樂東、西街的轉口貿易，藥材，船務絕大多數都是福建人經營，而潮州人則較後遷入西環以及西環半山一帶。中環亦是早期的香港政治經濟中心，也有全國各地的族群聚居。此外，山頂是香港其中一個富豪聚居地。根據2016年中期人口統計，中西區人口為243,266人。",
      "ending3": "開發區依照產業重點的不同分為經濟開發區、經濟技術開發區、工業區等類型，此外還有產業園或工業園、科技園相對專業的區域等，多附屬於開發區。開發區為中國大陸地區推行「改革開放」以來設置最多的經濟區。按照所設層次的不同，分為國家級、省級、縣級三種主要類型，很多鄉鎮也設有開發區。為便於管理，開發區劃定的區域多為地級行政區範圍內跨縣級行政區的區域，或一個縣級行政區範圍劃定的區域，這類開發區以國家級或省級開發區為主；縣級行政區範圍劃定的開發區則以縣級開發區為主，在一個鄉鎮內或跨越鄉鎮劃定區域；鄉鎮一級設立的開發區多跨行政村劃定區域，或一個行政村範圍內劃定區域。",
      "label": 0
  },
  {
      "fold-ind": "00a10a9cbf0ecc8771f94434642372c0",
      "sent1": "多明尼加人移民國外的第一階段是什麼組織造成的？",
      "sent2": "",
      "ending0": "美國情報局統計2010年七月多明尼加人口數將達到979萬人，年增率1.49%。65歲以上人口佔總人口5.8%。人口出生率為千分之22.65，人口死亡率為千分之5.3。人口平均年齡為24.7歲，男性平均年紀為24.6歲，女性為24.8歲。人口死亡年齡平均為73.39歲，其中男性為71.61歲，女性為75.64歲。男女人口出生比例為1.07：1。嬰兒死亡率為千分之26.93。平均每名婦女有2.78個小孩。識字率為87%。多明尼加約11%的人口為非洲裔，16%為西班牙裔，73%為混血後裔。此外也有少部分的亞洲面孔，最主要的是華人及日本裔人士，約佔多明尼加人口1%，而原本世居當地的台諾族原住民已近乎絕跡，連在政府統計資料中都鮮有記載。海地人口在多明尼加大約有150萬人，其中50萬人為非法移民，海地人口大約佔多國人口的5%。僑居國外的多明尼加人大約有一百萬人，幾乎每家都有親戚住在國外，主要居住在波多黎各，美國東岸，尤其是芝加哥和紐約州占多數。",
      "ending1": "同時也有的民主社會主義者，僅僅是認為史達林時期的所謂社會主義，是缺乏民主且官僚化的，他們認為應該捍衛自下而上的民主，因此成為民主的社會主義者。並且反對在資本主義體制內進行改革，而是希望徹底的自下而上的革命以取代。抱有此想法的，例如工人國際委員會。不像許多社會民主主義者受到第三條道路的影響，而願意以其他手段來解決貧窮問題，民主社會主義的革命路線和改革路線都堅持著福利國家的理想。革命路線者支持福利國家理想，不只因為這是一種達成社會主義目標的方式，也是作為一種在「革命尚未成功」之前救濟貧窮的過渡期政策，同時也能作為號召人民發動革命的動員手段。民主社會主義者仍然主張應該進行財富和權力的重新分派，並且將大多數的主要產業國有化，許多人也仍然支持計劃經濟，而這些都是社會民主主義者大多早已拋棄的概念。除此之外，許多民主社會主義者仍然保持馬克思主義的經濟學說，而社會民主主義則大多早已完全拋棄了馬克思的經濟學說。",
      "ending2": "20世紀中期後由於政治和經濟因素造成了多明尼加人移民國外，其中有三個階段，第一階段為1961年美國情報局協助部分軍事將領刺殺當時多國獨裁者特魯希略將軍，一些多國人民懼怕特魯希略的支持者會採取軍事報復行動，進而造成社會動盪不安，於是有些人開始移民國外。1965年冷戰時期美國怕多明尼加政治動盪影響到美國本土，施行軍事行動佔領多明尼加，讓多國人申請美國簽證變的比較容易，加上當時高失業率和政治狀態不穩定，於1966年到1978年造成了第二波多明尼加人大量移民美國。1980年代初多明尼加經濟通貨膨脹，失業率居高不下加上第一波在美國生活的多明尼加親人協助下，造成了第三波外流移民。多明尼加人民移民美國的人數在拉丁美洲國家之中僅次於墨西哥、波多黎各和古巴。多明尼加人為了到海外尋求更好的生活，每年也有數以萬計的人非法偷渡，大部分的人都是從多國東邊靠海的小鎮米切斯僱船橫渡到波多黎各，由於波多黎各為美國屬地，前往美國的管制比較鬆弛，偷渡過去的多國人可以在波多黎各使用變造的身份證搭機到美國。今日多明尼加人口外移的數量仍居高不下，受到多明尼加親人在美國的協助，大多數人移民前往美國尋求更好的生活，並把生活所得寄回給在多國的親人，改善家人的生活。",
      "ending3": "海地雖為多明尼加鄰國，但是卻貧窮許多。2003年統計海地有80%人生活在貧窮線以下，47%人口不識字。海地國民生產毛額約為1400美元，只有多明尼加的六分之一，這樣的經濟狀況下，造成了許多海地人前往多明尼加尋求工作。目前估計大約有80萬到100萬合法和非法的海地人口生活在多明尼加，大多數從事農作物種植，搬運工人等非專業和低收入的工作。由於海地人在語言，膚色，文化，經濟方面和多明尼加人不同，許多海地人在多明尼加受到歧視，並常有海地人遭受到虐待甚至奴隸情況的新聞出現。在多明尼加非法居留的海地人出生的後裔，由於無法取得合法出生證明，皆沒辦法申請海地或是多明尼加國籍，造成了許多海地人沒有國籍的情況，也沒辦法申請多國政府的社會福利，間接造成了許多困擾。由於多明尼加政府規定公立醫院不需要檢查病人的合法居留身分，許多高危險期的海地產婦在懷孕末期時寧願跑到多明尼加接受醫療救助，首都聖多明哥一家醫院調查該院曾有22%的產婦皆為海地籍。由於海地移民的狀況在多明尼加造成了社會和經濟上的困擾，兩國多年來的外交在這方面爭議不斷。",
      "label": 2
  },
  {
      "fold-ind": "98721870ff5629dda1c1a295be9588c6",
      "sent1": "英葡聯軍在哪一年攻打布爾戈斯?",
      "sent2": "",
      "ending0": "馬爾庫斯·維特魯威·波利奧是古羅馬的作家、建築師和工程師，他的創作時期在公元前1世紀，他的生平不詳，連他的名字馬爾庫斯和姓波利奧也只是由伐溫提努斯提到過，他的生平年代主要是根據他的作品確定的。他出生時是羅馬的自由民，可能是出生於坎帕尼亞，他曾經在凱撒的軍隊中服過役，在西班牙和高盧駐軍，他可能是軍中的工程師，製作攻城的機械。他後期由羅馬帝國皇帝奧古斯都直接授予養老金，他生前可能並不太出名。他寫了一部《建築十書》，並獻給奧古斯都，這是一部用拉丁文寫的關於建築的論著，是目前西方古代唯一一部建築著作，我們只是從他這部著作中才知道他是一位建築師，當時羅馬帝國在不列顛島的總督曾經提到他為連接管道設計了管徑標準。唯一他自己說的由他建造的建築是法諾鎮的會堂，但現在已經絲毫痕跡也沒有存留。",
      "ending1": "儘管一個物種完全消失才叫「滅絕」，但當一個物種的個體少於30隻時，基本上這個物種的滅絕已經是無可避免了。又或者，當一個有性繁殖的物種只有一種性別的個體存活，這個物種的滅絕幾乎是不可避免的。可能的滅絕的原因包括污染，棲息地的破壞，新的捕食者的引入。瀕危物種是指存在滅絕危險的物種。野外滅絕是用於描述已經沒有野生狀態的個體，只有人類圈養個體的物種的術語。生物在地球上有周期性的大滅絕，在大滅絕中，很多物種在地質時代的相對短的時間裡滅絕。最近的一次大滅絕是在白堊紀末期的白堊紀-第三紀大滅絕事件，以恐龍的消失而為人所眾知。一些人認為，我們現在正處於一次大滅絕時期，全新世滅絕事件。雖然可以沒有疑問的說人類增快了生物滅絕速度，但是人類造成了多少的滅絕有很大爭議。",
      "ending2": "目擊到拿破崙在俄羅斯的歷史性慘敗後，普魯士、瑞典、奧地利和很多德意志邦國蠢蠢欲動，重新投入對抗法國的戰爭中，不過奧地利還是立場搖擺不定，尚未決定加入哪一方。而且，俄軍亦乘勝追擊，大舉攻入拿破崙的帝國境內：1813年1月奪取大部份的華沙公國，5月與普魯士一起瓜分了公國。拿破崙發誓重組一支新軍，規模與當初攻俄部隊一樣大。而他事實上幾乎做到，拿破崙重建起一支最終達40萬人的部隊。他的軍隊在呂岑和包岑中給予聯軍4萬人的傷亡，搶先在第六次反法同盟戰爭中打了勝仗。可是與此同時，伊比利亞半島上的形勢卻愈趨惡化，半島戰爭中阿瑟·韋爾斯利指揮的英葡聯軍，在1811年成功抵擋了安德烈·馬塞納對葡萄牙的入侵後，隨即於1812年新年時反攻入西班牙境內。聯軍圍困並奪取了巴達霍斯、羅德里戈，並在薩拉曼卡一戰中重挫法軍。法軍放棄西班牙的首都馬德里。當法軍重組時，英葡聯軍開入馬德里，並轉向布爾戈斯進軍。作為薩拉曼卡戰役的失敗結果，法國人被逼終止他們對加的斯的長期圍城，並永久放棄了安達盧西亞及阿斯圖里亞斯。在戰略移動中，韋爾斯利計劃將他的補給基地由里斯本移到桑坦德。英葡聯軍在1813年5月末北進，並圍攻布爾戈斯。6月21日，決定性的戰役在維多利亞展開，英葡西聯軍打敗了儒爾當元帥和西班牙國王約瑟夫·波拿巴，最終摧毀了法國對西班牙的統治政權。法軍迫於無奈撤出伊比利亞半島，跨越庇里牛斯山返回法國本土，半島戰爭以英葡西聯軍勝利告終。隨著半島戰爭結束，韋爾斯利亦率軍侵入法國西南部境內，牽制著蘇爾特統率的法軍。",
      "ending3": "1675年波蘭皮雅斯特王朝僅存的西里西亞公爵——喬治威廉四世絕嗣之後，奧地利哈布斯堡王朝直接統治弗次瓦夫。他們採取強制手段，想讓弗次瓦夫居民重新皈依天主教，但多數市民仍保持新教信仰。在1740年代的奧地利王位繼承戰爭期間，西里西亞的大部分被普魯士王國合併。普魯士聲稱：這一行動是根據1534年他們與皮雅斯特家族的西里西亞公國之間的協議，確定當皮雅斯特王朝絕嗣時，普魯士的霍亨索倫家族就成為弗次瓦夫的合法統治者；但哈布斯堡一直不承認此協議，自行在1675年吞併西里西亞公國，統一全部的西里西亞。1806年，神聖羅馬帝國正式滅亡之後，普魯士加入了德意志邦聯。1811年重建了布雷斯勞大學。1813年，在拿破崙戰爭期間，普魯士國王腓特烈·威廉三世在布雷斯勞發表了「致我的人民」演說，聲明普魯士將與俄國結盟，擊敗拿破崙·波拿巴。1840年，布雷斯勞人口達到10萬。",
      "label": 2
  },
  {
      "fold-ind": "a0462bde4c442c2e1023b23a8ab07a6a",
      "sent1": "西夏的末代國王是誰?",
      "sent2": "",
      "ending0": "蒙古帝國，正式國號為大蒙古國，是一個橫跨歐亞兩洲的全球帝國，也是歷史上連續性版圖最遼闊的國家。蒙古人武力興盛的時期曾發動三次蒙古西征，在1259年蒙哥汗在位時期，疆域一度達到鼎盛，約3300萬平方公里，但是一年後由於蒙哥汗去世所引發的內戰，導致帝國開始分裂瓦解，蒙古人對於歐亞大陸的影響力也逐漸式微。蒙古帝國由蒙古人鐵木真於1206年在斡難河邊建立，國號「大蒙古國」。據《蒙古秘史》，其創始於斡難河河源，通常認為創建時間約為鐵木真征服蒙古高原各部落、始有「成吉思汗」之稱號時的1206年。蒙古帝國建立後屢次對外擴張，成吉思汗在位時開始征伐西夏、金朝、西遼、花剌子模等國，其繼承人又經過兩次大規模的西征，至1259年蒙哥去世前已占領包括蒙古高原、中國西北、西南、東北、華北、中亞、西亞以及東歐在內的廣大地域。",
      "ending1": "公元1206年春天，鐵木真獲得尊號「成吉思汗」，建國於漠北，國號「大蒙古國」。蒙古人是塔塔爾、泰赤烏、蔑兒乞、乃蠻、克烈、汪古部、以尼倫和迭列斤兩大部落組成的蒙兀王國人的後代，12世紀初期之後，蒙古各部逐漸遷徙到蒙古高原，10世紀到12世紀，蒙古高原先後被於遼朝統治和有時臣服於金朝，至1200年左右，隨著金朝的逐漸衰落及蒙古勢力的逐漸強盛，蒙古不再向金朝進貢，1206年，鐵木真統一蒙古各部，在斡難河源頭召開庫里爾台大會，即蒙古大汗位，號「成吉思汗」，國號「大蒙古國」。成吉思汗還頒布了大扎撒，作為蒙古帝國的成文法典，是世界上最早的憲法性文件。蒙古帝國的組織是十戶、百戶、千戶、萬戶、十個萬戶組成一旗，十旗組成一路，十路組成一州，十州一國。1205年、1207年、1209年—1210年，鐵木真率軍三次征伐西夏，迫西夏國王李安全臣服，後在1211年—1213年、1214年—1219年再次派遣一支蒙古軍隊征伐西夏。",
      "ending2": "拿破崙擔任總統時，曾派出軍隊遠征羅馬，推翻羅馬共和國，恢復教皇管治。此舉為他贏得了天主教徒的支持。然而，國會卻認為他的行動違反了憲法第五章，準備彈劾拿破崙。天主教徒雖然支持他介入義大利事務，但是，卻不支持他本人，他們一直希望有朝一日正統的波旁王朝能夠重登王位，所以，他們也藉機削弱他的政治地位。對拿破崙而言十分幸運的是，彈劾案最終未能通過。拿破崙一面滿足國內反動勢力，一面支持義大利民族主義勢力。他派出使節與朱塞佩·馬志尼進行談判。「未來皇帝在一開始，就面對重重困難；他不想冒犯法國的天主教徒」但又支持「義大利的革命黨人-這是兩個相互矛盾的目標」。拿破崙支持義大利民族主義者的現實原因是，他想迫使奧地利交出倫巴底。他反感奧地利，奧地利在他眼中代表著反動主義、正統主義，是歐洲民族自決的障礙。拿破崙支持義大利民族主義者，既滿足了自己，也滿足了國內的自由派和左派。但是，他又在同一時間內，支持教皇，以維持保守派和天主教徒對自己的支持。由此可見，他的義大利政策是矛盾重重的。",
      "ending3": "1225年，成吉思汗再次率軍征伐西夏，但是於1227年八月病死於六盤山，之後九月蒙古軍攻陷都城中興府，西夏末代國王李睍投降。另一方面蒙古人繼續征伐金朝，木華黎統帥的蒙古軍在1218年攻占太原府和平陽府、1220年攻占濟南府和益都府、1221年再次攻占了濮州、陝北保安和鄜州、1222年攻占長安、1223年攻占了寶雞、鳳翔和蒲州，1230年攻占了蒲中、潼關。1231年，蒙古軍從關中地區進攻南宋的漢中，然後順著漢水流域而下，再折轉北向進攻金朝的河南地區，另一支蒙古軍則渡過黃河南下，1232年金軍在三峰山之戰慘敗，金哀宗逃到蔡州，蒙古和南宋聯合進攻金朝，最終蒙宋聯軍在1234年3月9日攻陷蔡州，金朝徹底滅亡。1227年八月鐵木真在征西夏程中於六盤山病死。當時的蒙古帝國包括今蒙古高原、今中國黃土高原、蔥嶺、滿洲平原、華北平原、中亞河中地區、亞塞拜然以東的大伊朗大部。",
      "label": 3
  },
  {
      "fold-ind": "1a49433aa703f9a86fa03bc43a1ab6a3",
      "sent1": "「南至交州，經歷東甌、閩越之國，行徑萬里，不見漢地」指的是哪一地區?",
      "sent2": "",
      "ending0": "秦漢時期吳語穩步發展。秦漢置郡設官駐兵，移民主要聚居於郡治吳、會稽、宛陵及秣陵等重鎮內，不含鄉野，吳語就以這些地方為中心發展起來，故後來吳語還是以蘇州為蘇南吳語中心，紹興為浙江吳語中心，宣城為皖南吳語中心。但當時越族力量還很強，部分越人進入山區成為山越，另一部份達到淮南，浙南。在4世紀永嘉之亂之前吳語人口遍布江淮，北抵淮河，歷經諸多戰亂北方人大舉南遷，吳語圈大幅縮小。至西晉永嘉喪亂之前，建康一帶還是純粹的吳語區，南朝樂府中的吳聲歌曲，就是用吳語傳唱的歌謠，其中保存著一個典型的吳語詞匯「儂」。《晉書·樂志》稱「自永嘉渡江之後，下及梁、陳，鹹都建業，吳聲歌曲起於此也」，吳聲歌曲不但在建康一帶廣為流傳，並且久已形成，西晉初就已傳入北方。晉代永嘉南渡，普遍認為吳語受到中州音韻影響，不過大宗移民主要來自青徐，彼時吳語或可稱為今日吳語祖語。同時吳語也包圍了當時的政治中心南京，成為士大夫必學的方言，六朝民歌及筆記小說裏可以見到其蹤跡。",
      "ending1": "現代時期的開始代表了歐洲文藝復興的結束。確切的時間點會依據各個領域的界定而有所不同，比如說，一個歷史學家可能會將現代的開始放在1650年，而一個音樂家則可能會把時間放在音樂的浪漫時期結束之後，也就是大約1900年。當代史學者習慣把一戰爆發，作為近代的終結、現代的開端。同樣地，依據各個領域的不同觀點，現代時期可能會被界定為一直延伸到我們現在所處的時間，或者也有可能被認為結束於後現代主義的開始，可能在1960年代到1980年代初期之間的任何一點。如果是將現代定義為在後現代之前的話，那麼它可能特別指涉了現代主義。有的觀點則認為，後現代主義只不過是現代主義本身最晚一個時期的發展而已。",
      "ending2": "吳語是中國境內最古老的語言之一，其形成的歷史最早可以追溯到商周時期。直至東漢末年，吳越之地仍是「南至交州，經歷東甌、閩越之國，行徑萬里，不見漢地」的局面。上古吳地居民屬於壯侗語族民族。華夏族南遷，吳越之地的土著語言在古華語的不斷衝擊覆蓋下逐漸形成古吳語。元末明初的《南村輟耕錄》是一部較早以民間射字遊戲記錄吳語音系的文獻。從明朝馮夢龍輯編的《山歌》可以看出，當時的吳語詞彙、語法已經基本奠定了今天的輪廓。在春秋時代，中國南方出現吳、越這兩個國家。吳越雖為兩國，但是語言風俗相通。春秋時期，吳越之地的語言與中原的語言不同，在當時被視為蠻夷的語言。由〈越人歌〉需要翻譯成楚語，可知上古楚語與原始吳語不同，梁啟超曾提出吳越族的說法，認為吳人與越人系出同族，與中原華族不同。隨著楚國往長江下游擴張，楚語進入此地，與原始吳語混同。",
      "ending3": "麥克斯·施蒂納在他所著的《自我及所有》一書中，主張一般社會所公認的制度—包括國家的概念、「財產是一種權利」的概念、自然權利的概念、和一般對社會的概念—都只是幽靈在腦海裡作祟的幻象，主張「個人便是社會的本質」。他主張利己主義和一種形式的非道德主義，個人只有在切及他們自身利益的情況下才會聯合起來成為「利己主義者們的組織」。對他而言，財產只是由能力決定的：「知道如何去擁有它們、保護它們，那便是他的財產」並且「在我能力所及之內的，便是我的東西。只要我能顯示出自己佔有者的身分，那我便是這個東西的所有人。」施蒂納從沒有自稱他自己為無政府主義者—他只接受「利己主義者」這個稱號。不過他仍被許多人視為是無政府主義者，因為他反對國家、法律、和政府，同時他的理念也影響了許多無政府主義者，雖然對他的理念的解讀有著許多分歧。許多無政府主義者如班傑明·塔克都宣稱受了施蒂納的影響，埃瑪·戈爾德曼也在演講中宣揚他的理念。",
      "label": 2
  },
  {
      "fold-ind": "0708821b632917b1099bcd50c5f7b2e9",
      "sent1": "《大方廣圓覺修多羅了義經》是屬於哪一個宗教的經典?",
      "sent2": "",
      "ending0": "《大方廣圓覺修多羅了義經》，簡稱圓覺經，大乘佛教經典，相傳在初唐時，由佛陀多羅在洛陽白馬寺譯出。此經歷來受到天台宗、華嚴宗及禪宗的高度推崇，在漢傳佛教中有重要地位，根據其內容思想，佛教學者將其歸類為如來藏學派的作品。但因為其譯出過程不詳，又無梵文本傳世，現代佛教研究學者懷疑此經可能是在中國寫成，非由印度傳入。在智昇《續古今譯經圖記》中，首次記錄此書為佛陀多羅 所譯，但譯出時間不詳，佛陀多羅的生平也沒被記錄下來。圭峰宗密在《圓覺經大疏》中記錄了一個說法，此經於長壽二年譯出，但也無法提供更精確的資料，此外，宗密曾見到一古本，據傳貞觀21年於潭州寶雲寺譯出，但無法確定真假。此經是唐、宋以來天台宗、賢首宗、禪宗等盛行講習的經典。最早提倡此經的是華嚴宗五祖圭峰宗密，他為此經作了七部註解，著名的有《圓覺經大疏釋義鈔》、《圓覺經略疏》、《圓覺經略疏鈔》。",
      "ending1": "麥克斯·施蒂納在他所著的《自我及所有》一書中，主張一般社會所公認的制度—包括國家的概念、「財產是一種權利」的概念、自然權利的概念、和一般對社會的概念—都只是幽靈在腦海裡作祟的幻象，主張「個人便是社會的本質」。他主張利己主義和一種形式的非道德主義，個人只有在切及他們自身利益的情況下才會聯合起來成為「利己主義者們的組織」。對他而言，財產只是由能力決定的：「知道如何去擁有它們、保護它們，那便是他的財產」並且「在我能力所及之內的，便是我的東西。只要我能顯示出自己佔有者的身分，那我便是這個東西的所有人。」施蒂納從沒有自稱他自己為無政府主義者—他只接受「利己主義者」這個稱號。不過他仍被許多人視為是無政府主義者，因為他反對國家、法律、和政府，同時他的理念也影響了許多無政府主義者，雖然對他的理念的解讀有著許多分歧。許多無政府主義者如班傑明·塔克都宣稱受了施蒂納的影響，埃瑪·戈爾德曼也在演講中宣揚他的理念。",
      "ending2": "笛卡兒的宗教信仰在學術圈中一直被嚴格地爭論著。他聲稱是虔誠的羅馬天主教徒，以及「沉思」的目的是為了維護基督教信仰。但是在他自己的時代，笛卡兒被指控宣揚秘密的自然神論和無神論信仰。與他同時代的布萊茲·帕斯卡說，「我不能原諒笛卡兒；他在其全部的哲學之中都想能撇開上帝。然而他又不能不要上帝來輕輕碰一下，以便使世界運動起來；除此之外，他就再也用不著上帝了。」史蒂芬·高克羅格的笛卡兒傳記中寫到，「他作為一個天主教徒有著很深的宗教信仰，並一直保持到他死的那一天，並帶著堅定的，熱情的探索真理的渴望。」在笛卡兒死於瑞典後，克里斯蒂娜女王放棄了她的王位轉信羅馬天主教。她一直聯繫的僅有的天主教徒就是笛卡兒，他曾是她的個人家庭教師。",
      "ending3": "許多關於聖誕節的故事都收錄在電影和電視上，同時亦被無數次地於電台和電視上廣播。自從19世紀80年代，隨著家庭影像製品的普及，每年的聖誕假日期間，這些故事的錄影帶和影碟都得到了熱賣。一個著名的例子是電影《風雲人物》，這電影的主題就是映射《小氣財神》。影片中的英雄喬治·貝利是一個商人，夢想幫助社區裡的每一個人。有一年聖誕夜守護天使找到正在絕望中就要自殺的他，並向他指出他的存在對周圍的其他人意義有多麼的重大。最著名的動畫產品莫過於《查理·布朗的聖誕節》，查理·布朗因為不滿意發現假日的深層次含義的嘗試而苦惱不已。為數不多的真實故事成了永遠流傳的聖誕故事。聖誕讚美歌《平安夜》背後的故事還有《Yes, Virginia, there is a Santa Claus》是其中最著名的。廣播和電視也會安排聖誕主題的節目。廣播電台會播放聖誕歌曲，經典音樂，讚美詩合唱如亨德爾的《彌賽亞》。其中經典聖誕歌曲有改編自柴可夫斯基地芭蕾舞樂章的《胡桃鉗》和約翰·塞巴斯蒂安·巴赫的《聖誕宗教劇》。電視台也會在聖誕節期間奉獻出多姿多彩的節目，講述傳統，播放一些經典影片，製作一些專題節目等。",
      "label": 0
  },
  {
      "fold-ind": "3ddcf53a3cab6b3211a3e8264e2feccf",
      "sent1": "宋朝文學中什麼是說話的內容？",
      "sent2": "",
      "ending0": "詞是曲子詞的簡稱，也稱長短句。根據《全宋詞》的記錄，宋朝詞人達到一千三百卅家，作品及殘篇總計達到兩萬零四百多首。詞是宋朝文學的標誌性體裁。晏殊被稱為宋朝詞家初祖，其詞和婉明麗。歐陽修的詞也富於花間派之風格。柳永在宋詞發展史上具有轉折性的作用，他的慢詞令人耳目一新，確定長調的地位，充實詞的形式，豐富詞的表現手法。作品廣為大眾喜愛以至於當時人言「凡有井水飲處，即能歌柳詞」。其後，蘇軾又對宋詞進行徹底的革新，他創立豪放派，擴大詞的選材範圍，為後來的南宋愛國詞奠定基礎。周邦彥是格律派的始祖，其後的女詞人李清照也屬此列。在靖康之難後，憂患意識使得豪放派佔據詞的統治地位。其中以辛棄疾為大成。此外，宋代「說話」非常流行，說話的內容就是話本。最著名的話本有《三國志平話》、《新編五代史平話》、《大唐三藏取經詩話》、《大宋宣和遺事》等；一些明清白話小說也是根據宋朝的話本改編。",
      "ending1": "笛卡兒將這種方法不僅運用在哲學思考上，還運用於幾何學，並創立了解析幾何。由此，笛卡兒第一步認為懷疑就是出發點，感官知覺的知識是可以被懷疑的，我們並不能信任我們的感官。所以他不會說「我看故我在」、「我聽故我在」。從這裡他悟出一個道理：我們所不能懷疑的是「我們的懷疑」。意指:我們無法去懷疑的，是我們正在「懷疑」這件事時的「懷疑本身」，只有這樣才能肯定我們的「懷疑」是有真實性的，並非虛假的產物。人們覺得理所當然或習以為常的事物，他卻感到疑惑，由此他推出了著名的哲學命題——「我思故我在」。笛卡兒將此作為形上學中最基本的出發點，從這裡他得出結論，「我」必定是一個獨立於肉體的、在思維的東西。笛卡兒還試圖從該出發點證明出上帝的存在。笛卡兒認為，我們都具有對完美實體的概念，由於我們不可能從不完美的實體上得到完美的概念，因此必定有一個完美實體——即上帝——的存在來讓我們得到這個概念。從所得到的兩點出發，笛卡兒繼續推論出既然完美的事物存在，那麼我們可以確定之前的惡魔假設是不能成立的，因為一個完美的事物不可能容許這樣的惡魔欺騙人們，因此藉由不斷的懷疑我們可以確信「這個世界真的存在」，而且經由證明過後的數學邏輯都應該是正確的。現實世界中有諸多可以用理性來察覺的特性，即它們的數學特性，當我們的理智能夠清楚地認知一件事物時，那麼該事物一定不會是虛幻的，必定是如同我們所認知的那樣。雖然笛卡兒證明了真實世界的存在，他認為宇宙中共有2個不同的實體，既思考和外在世界，兩者本體都來自於上帝，而上帝是獨立存在的。他認為，只有人才有靈魂，人是一種二元的存在物，既會思考，也會占空間。而動物只屬於物質世界。笛卡兒強調思想是不可懷疑的這個出發點，對此後的歐洲哲學產生了重要的影響。我思故我在所產生的爭議在於所謂的上帝存在及動物一元論，而懷疑的主要思想，確實對研究方面很有貢獻。",
      "ending2": "心理學是否為自然科學的範圍，目前也尚存爭議，一般較廣為接受的說法是心理學同時包含在自然科學與社會科學的範疇之中。自然科學的根本目的在於尋找隱藏在自然現象背後的規律，但是自然科學的工作尚不包括研究為什麼會存在這些規律。自然科學認為超自然的、隨意的和自相矛盾的現象是不存在的。自然科學的最重要的兩個支柱是觀察和邏輯推理。由對自然的觀察和邏輯推理自然科學可以引導出大自然中的規律。假如觀察的現象與規律的預言不同，那麼要麼是因為觀察中有錯誤，要麼是因為至此為止被認為是正確的規律是錯誤的。一個超自然因素是不存在的。",
      "ending3": "此外重要的史學著作還有廿四史中薛居正等奉旨編修的《舊五代史》和歐陽修私撰的《新五代史》。以及王溥私撰的《唐會要》和《五代會要》。著名的地方誌有《太平寰宇記》、范成大《吳郡志》、孟元老《東京夢華錄》、周密《武林舊事》等。由於金石學和考古學快速興起，也有一些相關史書誕生，如歐陽修的《集古錄》、呂大臨《考古圖》、趙明誠《金石錄》等」。此外宋代編修不少與史學相關的類書，著名的「宋四大書」：《太平御覽》、《冊府元龜》、《文苑英華》、《太平廣記》。宋朝文學十足發達，秉詩、詞、散文都有偉大成就。讓宋朝散文走向興盛並承接古文運動的大師是歐陽脩。歐陽修的散文主旨明確、內容充實、平易自然，為宋朝散文的風格奠定基調。",
      "label": 0
  },
  {
      "fold-ind": "58ffbd4744d849a7346ceb55a9ee69cd",
      "sent1": "卡梅拉塔同好社於義大利的哪裡的人所組成?",
      "sent2": "",
      "ending0": "古典音樂的來源是教會的禮儀音樂及古希臘時期的研究，古希臘的亞里士多塞諾斯及畢達哥拉斯就已經有關於音樂的研究，古希臘的阿夫洛斯管及里拉琴也漸漸發展為現代的樂器。這個時期一般是計算到羅馬帝國結束為止。當時留下來的音樂非常少，大部份都是古希臘的音樂。若依年代來區分，古典音樂可分為以下幾個時期：早期古典音樂時期：包括中世紀音樂，文藝復興音樂和巴洛克音樂。共曉時期：包括巴洛克音樂，古典主義音樂和浪漫主義音樂。現代音樂及當代音樂時期：包括現代音樂，極端現代音樂和當代音樂。上述的時期只是約略的定義，有些時期之間有重疊，音樂家和其歸類時期的音樂風格也不全然相同。例如對位和賦格是巴洛克音樂的特徵，但也使用這二種音樂形式的海頓也被歸類是古典主義的音樂家。貝多芬及布拉姆斯是也常使用對位和賦格，但由於其音樂的其他特徵，被歸類在浪漫主義的音樂家。",
      "ending1": "歌劇在西方語言的代表字Opera來源於拉丁語作品的複數形式，後經義大利文推廣至其他歐洲語言，顧名思義歌劇原意不單單包括舞台上的獨唱、重唱和合唱，也包括對白、表演和舞蹈。16世紀末，在義大利的佛羅倫斯有一群人文主義學者組成了卡梅拉塔同好社的團體，以復興古希臘的舞台表演藝術。他們相信古希臘的戲劇中的合頌部分實際上是合唱部分，甚至有人認為古希臘的戲劇實際上就和今天的歌劇一樣，全部劇情皆以歌曲交代。因此當現知歷史上第一部歌劇，由雅各布佩里作曲，取材自古希臘神話的達芙尼於1597年首演時，風評一片讚好，皆認為成功復活了古希臘的戲劇精神。但達芙尼最終不幸失傳，但佩里的另一套首演於1600年的歌劇尤麗狄茜至今仍偶有排演。但今天歌劇界最古老的標準保留劇目的歌劇，當數1607年首演於曼都瓦宮廷的克勞迪奧蒙泰韋爾迪作品，奧菲歐。",
      "ending2": "麥克斯·施蒂納在他所著的《自我及所有》一書中，主張一般社會所公認的制度—包括國家的概念、「財產是一種權利」的概念、自然權利的概念、和一般對社會的概念—都只是幽靈在腦海裡作祟的幻象，主張「個人便是社會的本質」。他主張利己主義和一種形式的非道德主義，個人只有在切及他們自身利益的情況下才會聯合起來成為「利己主義者們的組織」。對他而言，財產只是由能力決定的：「知道如何去擁有它們、保護它們，那便是他的財產」並且「在我能力所及之內的，便是我的東西。只要我能顯示出自己佔有者的身分，那我便是這個東西的所有人。」施蒂納從沒有自稱他自己為無政府主義者—他只接受「利己主義者」這個稱號。不過他仍被許多人視為是無政府主義者，因為他反對國家、法律、和政府，同時他的理念也影響了許多無政府主義者，雖然對他的理念的解讀有著許多分歧。許多無政府主義者如班傑明·塔克都宣稱受了施蒂納的影響，埃瑪·戈爾德曼也在演講中宣揚他的理念。",
      "ending3": "早期歌劇演無定時，因此沒人能夠單以出演歌劇維生。但17世紀中葉商業歌劇演出的出現，導致了全職歌劇唱家的浮現。而早期歌劇中的英雄往往由閹伶擔綱，而在18世紀義大利歌劇橫行歐洲的年代，技術出眾的閹伶如法里內利和賽尼西諾，就是那個年代的國際巨星。而首位歌劇的女星，安娜•任姿，活躍於17世紀中葉的義大利各大劇院。而18世紀，義大利的女高音可謂稱霸歐陸，但同行競爭激烈，甚至浮士蒂娜波多妮就曾試過在台上表演韓德爾作品期間，和同行范切斯卡庫松妮打起架來。而法國人並不喜歡閹伶扮英雄，往往安排假聲男高音來擔綱，而約瑟•勒格羅就是這類唱家的佼佼者。隨著音樂劇、電影、電台、電視在20世紀的發展，歌劇在社會的流行程度大幅下滑，但當今大眾媒體和唱片業依然能使歌劇唱家馳名全球，如20世紀後半葉的世界三大男高音盧奇亞諾帕瓦羅蒂、普拉西多多明哥和何塞卡雷拉斯。而一些21世紀的著名唱家，如芮妮•弗萊明等人，則通過跨界合作或在電影配樂中演唱以擴大知名度。",
      "label": 1
  }
]